Repository: gcompris/GCompris-gtk
Catalog: po/*.po
Languages: de

source: To balance the scales, move the masses on the left or the right side. Take care of the weight and the unit of the masses, remember that a kilogram (kg) is 1000 grams (g). They can be arranged in any order.
de: Stelle die Gewichte auf die linke oder rechte Seite, um die Waage ins Gleichgewicht zu bringen. Achte auf das Gewicht und die Einheit der Masse. Bedenke, dass ein Kilogramm (kg) genau 1000 Gramm (g) entspricht. Die Gewichte können in beliebiger Reihenfolge angeordnet werden.

source: The race is already being run
de: Das Rennen läuft bereits

source: forward
de: vorwärts

source: COMMANDS ARE
de: DIE BEFEHLE SIND

source: This is a draw
de: Gleichstand!

source: The Red boat has won
de: Das rote Boot hat gewonnen

source: The Green boat has won
de: Das grüne Boot hat gewonnen

source: Angle:
de: Winkel:

source: Syntax error at line
de: Syntaxfehler auf Zeile

source: The command
de: Der Befehl

source: Unknown command at line
de: Unbekannter Befehl in Zeile

source: Distance:
de: Entfernung:

source: Direct your boat accurately to win the race.
de: Steuere dein Boot genau, um das Rennen zu gewinnen.

source: In the text entry, enter one command per line, to control your boat. Commands supported are displayed between the two entry areas. The 'left' and 'right' commands must be followed by an angle in degrees. The angle value is also called a 'parameter' to the left or right command. By default 45 degrees is used. The 'forward' command accepts a distance parameter. By default 1 is used. For example: - left 90: Make a perpendicular left turn - forward 10: Go forward for 10 units (as displayed on the ruler). The goal is to reach the right of the screen (the red line). When done, you can try to improve your program and start a new race with the same weather conditions by using the retry button. You can click and drag your mouse anywhere on the map to get a measurement in distance and angle. Going to the next level will give you more complex weather conditions.
de: Gib in den Texteingabefeldern Zeile für Zeile die Befehle zur Steuerung deines Bootes ein. Die unterstützten Kommandos sind zwischen den Eingabefeldern dargestellt. Die Befehle "links" und "rechts" müssen durch eine Winkelangabe in Grad ergänzt werden. Der Winkel wird auch "Parameter" der Befehle "links" und "rechts" genannt. Die Voreinstellung dafür ist 45 Grad. Der Befehl "vorwärts" nimmt einen Entfernungsparameter entgegen. Die Voreinstellung ist 1. Zum Beispiel: - links 90: steure im rechten Winkel nach links - vorwärts 10: gehe 10 Felder vorwärts (siehe Bildschirmlineal) Das Ziel ist es, den rechten Bildschirmrand zu erreichen (die rote Linie). Wenn das geschafft ist, kannst du versuchen, dein Programm zu verbessern. Mit dem Wiederholknopf kannst du ein neues Rennen mit den gleichen Wetterbedingungen starten. Du kannst die Maus irgendwo auf der Karte klicken und ziehen, um Entfernung und Winkel zu messen. Die höheren Ebenen haben schwierigere Wetterbedingungen.

source: In this activity, you will learn how to enter commands into a computer. Even if the language is extremely basic, you learn here how to think ahead and construct a program. This activity can be used to introduce the programming concept to children.
de: In dieser Aktivität lernst du, wie man Befehle in einen Rechner eingibt. Obwohl die Sprache sehr einfach ist, lernst du, vorausschauend zu denken und ein Programm zu gestalten. Diese Aktivität kann verwendet werden, um Kindern das Konzept eines Programms vorzustellen.

source: Sea race (2 Players)
de: Regatta (2 Spieler)

source: Give good instructions to your ship in order to be first in the race.
de: Steure dein Schiff gut, um eine Regatta zu gewinnen.

source: In the text entry, enter one command per line, to control your boat. Commands supported are displayed between the two entry areas. The 'left' and 'right' commands must be followed by an angle in degrees. The angle value is also called a 'parameter' to the left or right command. By default 45 degrees is used. The 'forward' command accepts a distance parameter. By default 1 is used. For example: - left 90: Make a perpendicular left turn - forward 10: Go forward for 10 units (as displayed on the ruler). The goal is to reach the right of the screen (the red line). When done, you can try to improve your program and start a new race with the same weather conditions by using the retry button. You can click and drag your mouse anywhere on the map to get a measurement in distance and angle. Going to the next level will give you more complex weather conditions.
de: Gib in den Texteingabefeldern Zeile für Zeile die Befehle zur Steuerung deines Bootes ein. Die unterstützten Kommandos sind zwischen den Eingabefeldern dargestellt. Die Befehle "links" und "rechts" müssen durch eine Winkelangabe in Grad ergänzt werden. Der Winkel wird auch "Parameter" der Befehle "links" und "rechts" genannt. Die Voreinstellung dafür ist 45 Grad. Der Befehl "vorwärts" nimmt einen Entfernungsparameter entgegen. Die Voreinstellung ist 1. Zum Beispiel: - links 90: steure im rechten Winkel nach links - vorwärts 10: gehe 10 Felder vorwärts (siehe Bildschirmlineal) Das Ziel ist es, den rechten Bildschirmrand zu erreichen (die rote Linie). Wenn das geschafft ist, kannst du versuchen, dein Programm zu verbessern. Mit dem Wiederholknopf kannst du ein neues Rennen mit den gleichen Wetterbedingungen starten. Du kannst die Maus irgendwo auf der Karte klicken und ziehen, um Entfernung und Winkel zu messen. Die höheren Ebenen haben schwierigere Wetterbedingungen.

source: Sea race (Single Player)
de: Regatta (1 Spieler)

source: Count the number of dots on dice before they reach the ground
de: Zähle die Punkte auf den Würfeln, bevor sie den Boden erreichen.

source: Counting skills
de: Zählen

source: In a limited time, count the number of dots
de: Zähle Punkte in begrenzter Zeit

source: Numbers With Dice
de: Zahlen mit Würfeln

source: With the keyboard, type the number of dots you see on the falling dice.
de: Gib die Anzahl der Punkte der fallenden Würfel mit der Tastatur ein.

source: Numbers with pairs of dice
de: Zahlen mit Würfelpaaren

source: Click on different active elements : engine, rudders and air tanks, in order to navigate to the required depth. There is a close gate on the right. Catch the jewel to open it, then pass through it to reach the next level.
de: Klicke auf verschiedene aktive Elemente (Maschine, Ruder, Lufttanks) um in der erforderlichen Tiefe zu navigieren. Auf der rechten Seite ist ein geschlossenes Tor. Berge den Schatz und fahre durch das Tor, um die nächste Ebene zu erreichen.

source: Learn how a submarine works
de: Lerne, wie ein U-Boot funktioniert

source: Physics basics
de: Grundlagen Physik

source: Pilot a submarine
de: Steuere ein U-Boot

source: Pilot a submarine using air tanks and dive rudders
de: Steuere ein U-Boot mit Hilfe von Lufttanks und Tauchrudern.

source: Completing the puzzle requires patience and logical ability
de: Um das Puzzle zu lösen, benötigt man Geduld und logisches Denken.

source: For the first level with colored symbols, select a symbol on the left and click on its target position. For the higher levels, click on an empty square to give it the keyboard focus. Then enter a possible letter or number. GCompris will not let you enter invalid data.
de: In den ersten Ebenen kannst du die farbigen Symbole an der linken Seite auswählen und auf die Zielposition klicken. In den höheren Ebenen musst du für den Tastaturfokus auf ein leeres Feld klicken und danach die mögliche Zahl oder den möglichen Buchstaben eingeben. GCompris lässt dich keine ungültigen Werte eingeben.

source: Sudoku, place unique symbols in a square.
de: Sudoku

source: Symbols must be unique in a row, in a column, and (if defined) each region.
de: Jeder Wert muss in jeder Zeile, jeder Spalte und gegebenenfalls in jeder Region einzigartig sein.

source: The aim of the puzzle is to enter a symbol or numeral from 1 through 9 in each cell of a grid, most frequently a 9x9 grid made up of 3x3 subgrids (called 'regions'), starting with various symbols or numerals given in some cells (the 'givens'). Each row, column and region must contain only one instance of each symbol or numeral (Source &lt;http://en.wikipedia.org/wiki/Sudoku&gt;).
de: Das Ziel dieses Puzzles ist es, in jeder Zelle eines vorgegebenen Gitters Symbole oder Werte zwischen 1 und 9 einzugeben. Das Gitter ist meistens 9x9 Felder groß und besteht aus 3x3 Untergittern (genannt "Regionen"). Beim Start des Spiels sind einige Felder schon vorbelegt (die "Gegebenen"). In jeder Zeile, Spalte und Region darf jeder Wert nur einmal vorkommen. (Quelle &lt;http://de.wikipedia.org/wiki/Sudoku&gt;).

source: Super Brain
de: Super Gehirn

source: Tux has hidden several items. Find them again in the correct order
de: Tux hat einige Gegenstände versteckt. Finde sie in der richtigen Reihenfolge wieder.

source: This item is well placed
de: Dieses Objekt ist gut platziert

source: This item is misplaced
de: Dieses Objekt ist schlecht platziert

source: One item is well placed
de: Ein Objekt ist gut platziert

source: One item is misplaced
de: Ein Objekt ist schlecht platziert

source: Click on the items until you find what you think is the correct answer. Then, click on the OK button in the control bar. In the lower levels, Tux gives you an indication if you found a hiding place by marking the item with a black box. You can use the right mouse button to flip the colors in the opposite order.
de: Hier geht es darum, geheime Farbkombinationen zu finden. Du kannst die Farbe der Kreise unten rechts durch Anklicken mit der linken Maustaste ändern. (Mit der rechten Maustaste geht es auch, nur ist die Reihenfolge dann umgekehrt.) Wenn du denkst, eine richtige Farbkombination gefunden zu haben, kannst du auf die Hand am unteren Bildschirmrand klicken. Wenn du eine Farbe richtig ausgewählt hast, so erscheint dafür neben deiner Farbkombination ein weißer Punkt. Hast du die Farbe sogar an der richtigen Stelle platziert, erscheint ein schwarzer Punkt. In den einfachen Spielebenen wird sogar innerhalb deiner Farbkombination angezeigt, welche Farben du richtig hattest. Später wird es dann schwieriger, dann musst du nämlich mit Hilfe der vergebenen schwarzen und weißen Punkten kombinieren können, um auf die richtigen Farben zu kommen!

source: From Wikipedia, the free encyclopedia. Tangram (Chinese: literally "seven boards of cunning") is a Chinese puzzle. While the tangram is often said to be ancient, its existence has only been verified as far back as 1800. It consists of 7 pieces, called tans, which fit together to form a square; taking the square as the unit: * 5 right isosceles triangles o 2 small (legs of 1) o 1 medium size (legs of square root of 2) o 2 large size (legs of 2) * 1 square (side of 1) * 1 parallelogram (sides of 1 and square root of 2)
de: Aus Wikipedia, dem freien Lexikon: Tangram (auch Siebenbrett oder Siebenschlau qiqiaoban) ist ein altes chinesisches Legespiel, das vermutlich zwischen dem 8. und 4. Jahrhundert v. Chr. entstanden ist. Der westliche Name des Geduldspiels scheint ein Kunstwort zu sein, das möglicherweise Anklang an die chinesische Tang-Dynastie hat. Das Spiel besteht aus sieben Plättchen in einfachen geometrischen Formen. Die Plättchen entstehen durch das "Zerschneiden" eines Quadrates in zwei große Dreiecke, ein mittelgroßes Dreieck, zwei kleine Dreiecke, ein Quadrat und ein Parallelogramm. Aus diesen Plättchen können zahllose Formen gelegt werden, die dann die Silhouette von Tieren, Schiffen oder andere Gestalten zeigen. Üblicherweise müssen dazu alle Teile verwendet werden, wobei sie nicht übereinandergelegt werden dürfen.

source: Select the tangram to form. Move a piece by dragging it. Right-click on it to create a symmetrical item. Select an item and drag around it to show the rotation you want. Once you've shown what shape you want, the computer will create it. If you need help, click on the shape button, and the border of the shape will be drawn.
de: Wähle das Tangram aus, das du legen möchtest. Bewege die Teile durch Anklicken und Ziehen mit dem Mauszeiger. Die Teile können durch einen Rechtsklick gespiegelt werden. Um ein ausgewähltes Teil zu drehen, muss mit dem Mauszeiger ein Kreisbogen darum gezogen werden (Klicken und Ziehen). GCompris erkennt, wenn du das Tangram richtig gelegt hast. Wenn du Hilfe brauchst, klicke auf den Umriss-Knopf. Dann wird der Rand des Umrisses gezeichnet.

source: The objective is to form a given shape with seven pieces
de: Das Ziel ist, eine gegebene Form mit sieben Teilen nachzubilden.

source: The original code was written by Philippe Banwarth in 1999. It was ported to GCompris by Yves Combe in 2005.
de: Das Programm wurde ursprünglich 1999 von Philippe Banwarth geschrieben. Es wurde 2005 von Yves Combe zu GCompris hinzugefügt.

source: The tangram puzzle game
de: Das Tangram-Puzzle-Spiel

source: Points = %s
de: Punkte = %s

source: Wind speed = %d kilometers/hour
de: Wind = %d Kilometer/Stunde

source: Distance to target = %d meters
de: Entfernung zur Scheibe = %d Meter

source: Can move the mouse, can read numbers and count up to 15 for the first level
de: Kann die Maus bewegen, kann Zahlen lesen und kann für die erste Ebene bis 15 zählen

source: Check the wind speed and direction, and then click on the target to launch a dart. When you all your darts are thrown, a window appears asking you to count your score. Enter the score with the keyboard then press the Enter key or the OK button.
de: Überprüfe zuerst die Windstärke und die Windrichtung und klicke dann auf das Ziel, um einen Dartpfeil zu werfen. Wenn du alle deine Dartpfeile geworfen hast, erscheint ein Fenster, das dich zum Zählen deiner Punkte auffordert. Gib die Punktezahl mit der Tastatur ein und drücke dann die Eingabetaste oder die Hand am unteren Bildschirmrand.

source: Hit the target and count your points
de: Triff die Zielscheibe und zähle deine Punkte.

source: Practice addition with a target game
de: Übe das Addieren mit einem Dartspiel

source: Throw darts at a target and count your score.
de: Wirf Dartpfeile auf eine Zielscheibe und zähle deine Punkte.

source: A sliding-block puzzle game
de: Ein Schiebe-Puzzle

source: Each car can only move either horizontally or vertically. You must make some room in order to let the red car move through the gate on the right.
de: Jedes Auto kann sich nur horizontal oder vertikal bewegen. Du musst etwas Platz schaffen, damit das rote Auto durch das Tor auf der rechten fahren kann.

source: Remove the red car from the parking lot through the gate on the right
de: Schiebe das rote Auto vom Parkplatz durch das rechte Tor.

source: Cannot find Tuxpaint. Install it to use this activity !
de: Kann Tuxpaint nicht finden. Installieren Sie es, um diese Tafel zu benutzen!

source: Waiting for Tuxpaint to finish
de: Warte auf Beendigung von Tuxpaint

source: Inherit fullscreen setting from GCompris
de: Vollbild-Einstellung von GCompris übernehmen

source: Inherit size setting from GCompris (800x600, 640x480)
de: Vollbild-Einstellung von GCompris übernehmen (800x600, 640x480)

source: Disable shape rotation
de: Formrotation deaktivieren

source: Show Uppercase text only
de: Nur Großbuchstaben anzeigen

source: Disable stamps
de: Stempel deaktivieren

source: Drawing activity (pixmap)
de: Zeichenprogramm (Pixel)

source: Launch Tuxpaint
de: Starte Tuxpaint

source: Use Tuxpaint to draw. When Tuxpaint is finished this board will end.
de: Benutze Tuxpaint, um zu malen. Wenn Tuxpaint geschlossen wird, wird auch diese Tafel beendet.

source: mouse and keyboard manipulation
de: Maus- und Tastatur-Handhabung

source: This is a water pump station.
de: Dies ist eine Wasser-Pumpstation.

source: This is a water cleanup station.
de: Dies ist eine Wasser-Reinigungsstation.

source: A water tower or elevated water tower is a large elevated water storage container constructed to hold a water supply at a height sufficient to pressurize a water distribution system.
de: Ein Wasserturm ist ein großer erhöhter Wasserspeicher, der für das Vorhalten eines Wasservorrats auf einer Höhe entworfen ist, die ausreicht, um das Wasserverteilungssystem unter Druck zu halten.

source: Click on different active elements : sun, cloud, water pump station, and water cleanup station, in order to reactivate the entire water system. When the system is back up and Tux is in the shower, push the shower button for him.
de: Klicke auf verschiedene aktive Elemente (Sonne, Wolke, Wasserpumpe, Klärstation), um den gesamten Wasserkreislauf wieder zu aktivieren. Wenn das System wieder läuft und Tux in Dusche ist, kannst du den Duschknopf für ihn drücken.

source: Learn about the water cycle
de: Lerne etwas über den Wasserkreislauf

source: Learn the water cycle
de: Lerne den Wasserkreislauf

source: Tux has come back from a long fishing party on his boat. Bring the water system back up so he can take a shower.
de: Tux ist mit seinem Boot von einem langen Fischfang zurückgekommen. Stelle den Wasserkreislauf wieder her, so dass er duschen kann.

source: Research
de: Forschung

source: Official
de: Offiziell

source: Flyer
de: Flugblatt

source: Title
de: Titel

source: Heading 1
de: Überschrift 1

source: Heading 2
de: Überschrift 2

source: A simple word processor to enter and save any text
de: Ein einfaches Textverarbeitungsprogramm zum Eingeben und Abspeichern beliebiger Texte

source: In this wordprocessor you can type the text you want, save and get it back later. You can add some style to your text by using the buttons on the left. The first 4 buttons let you select the style of the line on which your insert cursor is. The 2 others buttons with multiple choices let you select from a predefined document and color theme.
de: In diesem Textverarbeitungsprogramm kannst du einen beliebigen Text eingeben, abspeichern und später wieder öffnen. Du kannst das Aussehen des Textes mit den Knöpfen auf der linken Seite ändern. Mit den ersten vier Knöpfen kannst du das Aussehen der Zeile verändern, auf der der Cursor steht. Mit den zwei anderen Knöpfe mit der Mehrfachauswahl kannst du von vordefinierten Dokumenten- und Farbschemas auswählen.

source: Learn how to enter text in a wordprocessor. This wordprocessor is special in that it enforces the use of styles. This way, the children will understand their benefit when moving to more feature full wordprocessor like OpenOffice.org.
de: Lerne, wie man Text in ein Textverarbeitungsprogramm eingibt. Dieses Textverarbeitungsprogramm ist etwas speziell, da es die Verwendung von Formatvorlagen erzwingt. So kennst du schon deren Vorteile, wenn du einmal ein richtiges Textverarbeitungsprogramm, wie z.B. OpenOffice.org, verwendest.

source: The children can type their own text or copy one given by the teacher.
de: Die Kinder können ihren eigenen Text eingeben oder einen vom Lehrer vorgegebenen Text kopieren.

source: Your word processor
de: Dein Textverarbeitungsprogramm

source: Falling Words
de: Fallende Wörter

source: Type the falling words before they reach the ground
de: Gib die fallenden Wörter ein, bevor sie den Boden erreichen.

source: Keyboard training
de: Tastatur-Training

source: Type the complete word as it falls, before it reachs the ground
de: Gib das vollständige Wort ein während es fällt, bevor es den Boden erreicht.

source: Failed to parse data set '{filename}' with error: {error}
de: Datensatz »{filename}« konnte nicht verarbeitet werden. Fehler war: {error}

source: Click on the correct instrument.
de: Klicke auf das richtige Instrument..

source: Click on the correct mucical instruments
de: Klicke auf die richtigen Musikinstrumente

source: Learn to recognize musical instruments.
de: Lerne Musikinstrumente zu erkennen

source: Music instruments
de: Musikinstrumente

source: Find {text}
de: Finde {text}

source: the accordion
de: das Akkordeon

source: the banjo
de: das Banjo

source: the bass drum
de: die Große Trommel

source: the bongo
de: die Bongo-Trommeln

source: the castanets
de: die Kastagnetten

source: the cello
de: das Cello

source: the clarinet
de: die Klarinette

source: the cymbal
de: die Becken

source: the drum kit
de: das Schlagzeug

source: the electric guitar
de: die Elektro-Gitarre

source: the flute traversiere
de: die Querflöte

source: the guitar
de: die Gitarre

source: the harmonica
de: die Mundharmonika

source: the harp
de: die Harfe

source: the horn
de: das Horn

source: the maracas
de: die Rasseln

source: the organ
de: die Orgel

source: the piano
de: das Klavier

source: the saxophone
de: das Saxophon

source: the tambourine
de: das Tamburin

source: the timpani
de: die Pauke

source: the triangle
de: die Triangel

source: the trombone
de: die Posaune

source: the trumpet
de: die Trompete

source: the tuba
de: die Tuba

source: the violin
de: die Violine
