Repository: gcompris/GCompris-gtk
Catalog: po/*.po
Languages: de

source: Click on different active elements : sun, cloud, dam, solar array, wind farm and transformers, in order to reactivate the entire electrical system. When the system is back up and Tux is in his home, push the light button for him. To win you must switch on all the consumers while all the producers are up.
de: Klicke auf verschiedene aktive Elemente (Sonne, Wolke, Staudamm, Solarzellen, Windpark und Transformator), um den gesamten Stromkreis wieder zu aktivieren. Wenn das System wieder läuft und Tux zu Hause ist, kannst du den Lichtschalter für ihn drücken. Um zu gewinnen, musst du alle Verbraucher einschalten, wenn die Erzeuger in Betrieb sind.

source: Learn about an electrical system based on renewable energy
de: Lerne über ein elektrisches System mit erneuerbarer Energie

source: Tux has come back from a long fishing party on his boat. Bring the electrical system back up so he can have light in his home.
de: Tux ist mit seinem Boot von einem langen Fischfang zurückgekommen. Stelle den Stromkreis wieder her, so dass er Licht in seiner Wohnung hat.

source: Reading
de: Lesen

source: Learn how to read
de: Lerne lesen

source: Data file for this level is not properly formatted. Too many choices are proposed.
de: Die Daten für diese Stufe sind nicht richtig formatiert. Es werden zu viele Möglichkeiten vorgeschlagen.

source: Data file for this level is not properly formatted.
de: Die Daten für diese Stufe sind nicht richtig formatiert.

source: Click on the word corresponding to the printed image.
de: Klicke auf das zum Bild gehörende Wort

source: Practice reading by finding the word matching an image
de: Finde das zu einem Bild gehörende Wort.

source: Reading practice
de: Leseübung

source: apple
de: Apfel

source: bag
de: Tasche

source: banana
de: Banane

source: book
de: Buch

source: cheese
de: Käse

source: cow
de: Kuh

source: house
de: Haus

source: pear
de: Birne

source: satchel
de: Schultasche

source: back
de: Rückseite

source: bed
de: Bett

source: boat
de: Boot

source: bottle
de: Flasche

source: cake
de: Kuchen

source: camel
de: Kamel

source: car
de: Auto

source: cat
de: Katze

source: catch
de: fangen

source: dog
de: Hund

source: finish
de: Fertig

source: fish
de: Fisch

source: plane
de: Flugzeug

source: Drag and Drop each item above its name
de: Klicke-und-ziehe jedes Objekt über dessen Namen

source: Drag each image from the (vertical) box on the left to its (corresponding) name on the right. Click the OK button to check your answer.
de: Ziehe jedes Bild von der (vertikalen) Box auf der linken Seite zu dem (zugehörigen) Namen auf der rechten Seite. Klicke auf den OK-Knopf, um deine Antwort zu überprüfen.

source: Image Name
de: Bilder und ihre Namen

source: Vocabulary and reading
de: Wortschatz und Lesen

source: Drag and Drop each item onto its name
de: Lege die Bilder zu ihren Namen.

source: bulb
de: Glühbirne

source: fishing boat
de: Fischkutter

source: lamp
de: Lampe

source: mail box
de: Briefkasten

source: postcard
de: Postkarte

source: sailing boat
de: Segelboot

source: egg
de: Ei

source: eggcup
de: Eierbecher

source: flower
de: Blume

source: glass
de: Glas

source: light house
de: Leuchtturm

source: rocket
de: Rakete

source: star
de: Stern

source: bicycle
de: Fahrrad

source: carrot
de: Karotte

source: grater
de: Reibe

source: tree
de: Baum

source: pencil
de: Stift

source: truck
de: Lastwagen

source: van
de: Lieferwagen

source: castle
de: Burg

source: crown
de: Krone

source: flag
de: Flagge

source: racket
de: Schläger

source: left
de: links

source: right
de: rechts

source: Determine if a hand is a right or a left hand
de: Erkenne rechte und linke Hände.

source: Distinguish right and left hands from different points of view. Spatial representation
de: Unterscheide aus verschiedenen Blickwinkeln zwischen der rechten und der linken Hand. Räumliche Darstellung

source: Find your left and right hands
de: Finde die linken und die rechten Hände

source: None
de: Nichts

source: You can see a hand: is it a left hand or a right hand? Click on the red button on the left, or the green button on the right.
de: Eine Hand wird angezeigt. Stelle fest, ob es eine rechte oder linke Hand ist. Klicke dazu auf den linken roten oder den rechten grünen Knopf.

source: Switch off all the lights, I have to go to sleep. If you need help, click on me.
de: Schalte alle Lichter aus, ich muss schlafen gehen. Wenn du Hilfe brauchst, dann klicke auf mich.

source: Lights Off
de: Lichter aus

source: The aim is to switch off all the lights.
de: Ziel ist es, alle Lichter auszuschalten.

source: The effect of pressing a button is to toggle the state of that button, and of its immediate vertical and horizontal neighbours. The sun and the color of the sky depend on the number of clicks needed to solve the puzzle. If you click on Tux, the solution is shown.
de: Das Drücken eines Knopfs hat dessen Umschalten zur Folge, als auch das der unmittelbaren vertikalen und horizontalen Nachbarn. Die Sonne und die Farbe des Himmels hängen von der Anzahl der Mausklicks ab, die zum Lösen des Puzzles benötigt werden. Die Lösung wird gezeigt, wenn du auf Tux klickst.

source: The solver algorithm described on haar.clara.co.uk is a valuable resource to know more about the Lights Off game: &lt;http://www.haar.clara.co.uk/Lights/solving.html&gt;
de: Der Lösungsalgorithmus, der auf http://haar.clara.co.uk beschrieben wird, ist eine wertvolle Quelle, um mehr über das Lichter-aus-Spiel zu erfahren: &lt;http://www.haar.clara.co.uk/Lights/solving.html&gt;

source: Profile:
de: Profil:

source: Login:
de: Kennung:

source: Enter login to log in
de: Kennung eingeben

source: GCompris identifies each child, so we can provide child-specific reports.
de: GCompris identifiziert jedes Kind, damit wir für jedes Kind einen eigenen Bericht zur Verfügung stellen können.

source: GCompris login screen
de: GCompris-Anmeldung

source: In order to activate the login screen, you must first add users in the administration part of GCompris. You access Administration by running 'gcompris -a'. In Administration, you can create different profiles. In each profile, you can have a different set of users and select which activities are available to them. To run GCompris for a specific profile, you use 'gcompris -p profile' where 'profile' is the name of a profile as you created it in Administration.
de: Um den Anmelde-Bildschirm zu aktivieren, müssen Sie zuerst Benutzer in der GCompris-Administration hinzufügen. Sie können die Administration durch Aufruf von »gcompris -a« starten. Dort können Sie verschiedene Profile anlegen. Zu jedem Profil können Sie Benutzer hinzufügen und festlegen, welche Aktivitäten ihnen zur Verfügung stehen. Um GCompris mit einem bestimmten Profil zu starten, rufen Sie »gcompris -p Profil« auf, wobei "Profil" der Name des Profils ist, den Sie in der Administration erstellt haben.

source: Select or enter your name to log in to GCompris
de: Wähle deinen Namen aus oder gib ihn ein, um dich bei GCompris anzumelden

source: Count how many items are under the magic hat after some have got away
de: Zähle die Gegenstände unter dem Zauberhut, nachdem einige verschwunden sind

source: Learn subtraction
de: Lerne die Subtraktion

source: Look at the magician, he tells the number of stars that are under his magic hat. Then, click on the hat to open it. A few stars escape. Click again on the hat to close it. You have to count how many are still under the hat. Click on the bottom right area to answer.
de: Achte auf den Zauberer, er verrät die Anzahl der Sterne unter seinem Zauberhut. Dann klicke auf den Hut, um ihn zu öffnen. Ein paar Sterne verschwinden. Klicke wieder auf den Hut, um ihn zu schließen. Du musst zählen, wie viele Sterne noch unter dem Hut sind. Klicke für die Antwort auf den rechten unteren Bereich.

source: Subtraction
de: Subtraktion

source: The magician hat
de: Der Zauberhut

source: Click on the hat to open or close it. Under the hat, how many stars can you see moving around? Count carefully. :) Click in the bottom-right area to input your answer.
de: Klicke auf den Hut, um ihn zu öffnen oder zu schließen. Wie viele Sterne kannst du unter dem Hut sich bewegen sehen? Zähle sorgfältig. :-) Klicke in den unteren rechten Bereich, um deine Antwort einzugeben.

source: Count how many items are under the magic hat
de: Zähle die Gegenstände unter dem Zauberhut

source: Learn addition
de: Lerne die Addition

source: Maze
de: Labyrinth

source: Find your way out of the maze
de: Finde deinen Weg aus dem Labyrinth.

source: Look at your position, then switch back to invisible mode to continue your moves
de: Betrachte deine Position und schalte zum Weiterlaufen wieder zurück

source: Look at your position, then switch back to 3D mode to continue your moves
de: Betrachte deine Position und schalte zum Weitermachen zum 3D-Modus zurück

source: Can use the keyboard arrow to move an object.
de: Kann die Tastaturpfeile benutzen, um ein Objekt zu bewegen.

source: Help Tux get out of this maze.
de: Hilf Tux aus dem Labyrinth zu kommen.

source: Use the keyboard arrows to move Tux up to the door.
de: Verwende die Tastaturpfeile um Tux zur Tür zu leiten.

source: Find your way out of the maze (Move is relative)
de: Finde deinen Weg aus dem Labyrinth (Bewegung ist relativ).

source: Use the keyboard arrows to move Tux up to the door. In this maze, the move is relative (first person). Use the up arrow to go forward. The other arrow let you turn Tux in another direction.
de: Benutze die Pfeiltasten, um Tux zur Tür zu leiten. In diesem Labyrinth ist die Bewegung relativ zu Tux. Verwende den Hoch-Pfeil, um vorwärts zu laufen. Mit den anderen Pfeilen kannst du Tux in eine andere Richtung drehen.

source: 3D Maze
de: 3D-Labyrinth

source: Find your way out of the 3D maze
de: Finde deinen Weg aus dem 3D-Labyrinth.

source: Use the keyboard arrows to move Tux up to the door. Use the spacebar to switch between 2D and 3D modes. 2D mode just gives you an indication of your position, like a map. You cannot move Tux in 2D mode.
de: Benutze die Tastaturpfeile, um Tux zur Tür zu leiten. Benutze die Leertaste, um zwischen 2D- und 3D-Modus zu wechseln. Der 2D-Modus gibt dir nur einen Hinweis auf deine Position, ähnlich wie eine Landkarte. Du kannst Tux nicht im 2D-Modus bewegen.

source: Find your way out of the invisible maze
de: Finde deinen Weg aus dem unsichtbaren Labyrinth.

source: Use the keyboard arrows to move Tux up to the door. Use the spacebar to switch between invisible and visible modes. Visible mode just gives you an indication of your position, like a map. You cannot move Tux in visible mode.
de: Benutze die Tastaturpfeile um Tux zur Tür zu leiten. Benutze die Leertaste um zwischen unsichtbarem und sichtbarem Modus zu wechseln. Der sichtbare Modus gibt dir nur einen Hinweis auf deine Position, ähnlich wie eine Landkarte. Du kannst Tux nicht im sichtbaren Modus bewegen.

source: Error: this activity cannot be played with the sound effects disabled. Go to the configuration dialogue to enable the sound
de: Fehler: Diese Aktivität kann nicht mit abgeschalteter Tonausgabe gespielt werden! Der Ton kann in der Konfiguration eingeschaltet werden.

source: Ear-training activity
de: Hör-Übung

source: Listen to the sound sequence played, and repeat it by clicking on the elements. You can listen again by clicking on the repeat button.
de: Höre auf die gespielte Tonfolge. Dann wiederhole sie durch Anklicken der Stäbe. Du kannst die Tonfolge noch einmal hören, indem du auf den Wiederholungsknopf klickst.

source: Melody
de: Melodie

source: Repeat a melody
de: Wiederhole eine Melodie.

source: zero
de: Null

source: one
de: Eins

source: two
de: Zwei

source: three
de: Drei

source: four
de: Vier

source: five
de: Fünf

source: six
de: Sechs

source: seven
de: Sieben

source: eight
de: Acht

source: nine
de: Neun

source: Find the matching pair
de: Finde das zusammengehörige Paar

source: A set of blank cards is shown. Each card has a picture on the other side, and each picture card has a twin exactly the same. Click on a card to see its hidden picture, and try to match the twins. You can only turn over two cards at once, so you need to remember where a picture is, while you look for its twin. When you turn over the twins, they both disappear.
de: Ein Satz verdeckter Karten wird angezeigt. Jede Karte hat ein Bild auf der anderen Seite und jede Karte hat einen Zwilling. Klick auf eine Karte, um sie umzudrehen. Jedoch kannst du immer nur zwei verdeckte Bilder gleichzeitig betrachten. Du musst dir die Position der Bilder merken, um sie in Verbindung zu bringen. Um ein Kartenpaar zu entfernen, musst du beide umdrehen.

source: Flip the cards to find the matching pairs
de: Drehe die Karten um, so dass du passende Paare herausfindest.

source: Memory Game with images
de: Bildermemory

source: Train your memory and remove all the cards
de: Trainiere dein Gedächtnis und entferne alle Karten

source: Addition memory game
de: Additions-Gedächtnistraining

source: Practise adding up, until all the cards are gone.
de: Übe das Addieren, bis alle Karten verschwunden sind.

source: Turn the cards over to find two numbers which add up the same, until all the cards are gone.
de: Drehe die Karten um, so dass du zwei Karten findest, die die gleiche Summe ergeben, bis alle Karten verschwunden sind.

source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding an adding-up sum, or the answer to the sum. An adding-up sum looks like this: 2 + 2 = 4 The numbers on one side of the equals sign (=) have to be the same as the number on the other side. So 2 (1, 2) and 2 more (3, 4) makes 4. Count aloud when you work this out, and count on your fingers, because the more ways you do something, the better you remember it. You can also use blocks, or buttons, or anything you can count. If you have lots of brothers and sisters, you can count them! Or the kids in your class at school. Sing counting songs. Count lots of things, for practice, and you'll be very good at adding-up! In this game, these cards are hiding the two parts of an adding-up sum (also called an addition sum). You need to find the two parts of the sum, and bring them together again. Click on a card to see what number it's hiding, then try to find the other card that goes with it, to make a whole sum. You can only turn over two cards in one go, so you need to remember where the numbers are hiding, then you can match them when you find their other half. You're doing the job of the equals sign, and the numbers need you to put them together and make a proper sum. When you do that, both those cards disappear! When you've made them all disappear, found all the sums, you've won the game! :)
de: Du kannst ein paar Karten sehen, jedoch nicht ihre Rückseite. Unter jeder Karte ist eine Addition oder eine Summe versteckt. Eine Addition sieht folgendermaßen aus: 2+2=4 Die Zahlen auf der einen Seite des Gleichheitszeichens (=) müssen genauso groß sein wie die Zahlen auf der anderen Seite. Also 2 (1, 2) und nochmal 2 (3, 4) ergibt 4. Zähle laut, wenn du dies ausrechnest und zähle mit den Fingern. Um so mehr verschiedene Wege du verwendest, etwas zu tun, desto besser kannst du dich daran erinnern. Du kannst auch Steine, Knöpfe oder irgendetwas anderes zählen. Wenn du viele Geschwister hast, kannst du auch sie zählen. Oder du zählst die Kinder in deiner Klasse. Singe Zähllieder. Zähle viele Dinge, um zu üben und du wirst sehr gut addieren können. In diesem Spiel verstecken die Karten zwei Teile einer Addition. Du musst diese zwei Teile finden und zusammenführen. Klicke auf eine Karte, um zu sehen, welche Zahl sie versteckt und versuche dann, die passende Karte zu finden, die den anderen Teil der Addition enthält. Du kannst immer nur zwei Karten gleichzeitig umdrehen. Du musst dir also merken, wo die Zahlen sich verstecken. Du kannst die Karten zusammenführen, indem du beide Teile der Addition aufdeckst. Du spielst Gleichheitszeichen und die Karten brauchen dich, um wieder zusammenzufinden. Wenn du das geschafft hast, verschwinden die beiden aufgedeckten Karten.Wenn du alle Karten verschwinden lassen hast, hast du das Spiel gewonnen. :-)

source: Addition and subtraction memory game
de: Additions- und Subtraktions-Gedächtnisspiel

source: Practise addition, subtraction, until all the cards are gone.
de: Übe Addition und Subtraktion bis alle Karten verschwunden sind.

source: Turn the cards over to find two numbers which add or subtract the same, until all the cards are gone.
de: Drehe die Karten um, so dass du zwei Zahlen findest, die die gleiche Summe oder Differenz ergeben, bis alle Karten verschwunden sind.

source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding an operation, or the answer to it. In this game, these cards are hiding the two parts of an operation. You need to find the two parts of the operation, and bring them together again. Click on a card to see what number it's hiding, then try to find the other card that goes with it, to make a whole operation. You can only turn over two cards in one go, so you need to remember where the numbers are hiding, then you can match them when you find their other half. You're doing the job of the equals sign, and the numbers need you to put them together and make a proper equality. When you do that, both those cards disappear! When you've made them all disappear, found all the operations, you've won the game! :)
de: Du kannst ein paar Karten sehen, jedoch nicht ihre Rückseite. Unter jeder Karte ist eine Rechenoperation versteckt. In diesem Spiel verstecken die Karten zwei Teile einer Gleichung. Du musst diese zwei Teile finden und zusammenführen. Klicke auf eine Karte, um zu sehen, welche Zahl sie versteckt und versuche dann, die passende Karte zu finden, die den anderen Teil der Gleichung enthält. Du kannst immer nur zwei Karten gleichzeitig umdrehen. Du musst dir also merken, wo die Zahlen sich verstecken. Du kannst die Karten zusammenführen, indem du beide Teile der Gleichung aufdeckst. Du spielst Gleichheitszeichen und die Karten brauchen dich, um wieder zusammenzufinden. Wenn du das geschafft hast, verschwinden die beiden aufgedeckten Karten.Wenn du alle Karten verschwinden lassen hast, hast du das Spiel gewonnen. :-)

source: Addition, subtraction, multiplication, division
de: Addition, Subtraktion, Multiplikation, Division

source: All operations memory game
de: Grundrechenarten-Gedächtnisspiel

source: Practise addition, subtraction, multiplication, division, until all the cards are gone.
de: Übe Addition, Subtraktion, Multiplikation und Division bis alle Karten verschwunden sind.

source: Turn the cards over to find a matching operation, until all the cards are gone.
de: Drehe die Karten um, so dass du passende Operationen findest, bis alle Karten verschwunden sind.

source: All operations memory game against Tux
de: Grundrechenarten-Gedächtnisspiel gegen Tux

source: Addition and subtraction memory game against Tux
de: Additions- und Subtraktions-Gedächtnisspiel gegen Tux

source: Addition memory game against Tux
de: Additions-Gedächtnisspiel gegen Tux

source: Additions
de: Additionen

source: Division
de: Divisionen

source: Division memory game
de: Divisions-Gedächtnistraining

source: Practise division, until all the cards are gone.
de: Übe das Dividieren, bis alle Karten verschwunden sind.

source: Division memory game against Tux
de: Divisions-Gedächtnisspiel gegen Tux

source: Enumeration memory game
de: Aufzählungs-Gedächtnisspiel

source: Numeration training, memory.
de: Nummerierungs-Übung und -Gedächtnis

source: Turn the cards over to match the number with the drawn picture.
de: Drehe die Karten um, so dass die Zahl mit dem gezeichneten Bild übereinstimmt.

source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding a number of pictures, or the written number.
de: Du kannst einige Karten sehen, aber du kannst nicht deren Unterseite sehen. Jede Karte verdeckt eine Anzahl an Bildern oder die geschriebene Zahl.

source: Practise subtraction, until all the cards are gone.
de: Übe die Subtraktion, bis alle Karten verschwunden sind.

source: Subtraction memory game
de: Subtraktions-Gedächtnistraining

source: Turn the cards over to find two numbers which subtract the same, until all the cards are gone.
de: Drehe die Karten um, so dass du passende Subtraktionen findest, bis alle Karten verschwunden sind.

source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding a subtraction, or the answer to it. A subtraction looks like this: 3 - 1 = 2 The numbers on one side of the equals sign (=) have to be the same as the number on the other side. So 3 (1, 2, 3) less 1 (1) makes 2. Count aloud when you work this out, and count on your fingers, because the more ways you do something, the better you remember it. You can also use blocks, or buttons, or anything you can count. If you have lots of brothers and sisters, you can count them! Or the kids in your class at school. Sing counting songs. Count lots of things, for practice, and you'll be very good at adding-up! In this game, these cards are hiding the two parts of a subtraction. You need to find the two parts of the subraction, and bring them together again. Click on a card to see what number it's hiding, then try to find the other card that goes with it, to make a whole sum. You can only turn over two cards in one go, so you need to remember where the numbers are hiding, then you can match them when you find their other half. You're doing the job of the equals sign, and the numbers need you to put them together and make a proper sum. When you do that, both those cards disappear! When you've made them all disappear, found all the subtracts, you've won the game! :)
de: Du kannst ein paar Karten sehen, jedoch nicht ihre Rückseite. Unter jeder Karte ist eine Subtraktion oder eine Differenz versteckt. Eine Subtraktion sieht folgendermaßen aus: 3-1=2 Die Zahlen auf der einen Seite des Gleichheitszeichens (=) müssen genauso groß sein wie die Zahlen auf der anderen Seite. Also 3 (1, 2, 3) weniger 1 ergibt 2. Zähle laut, wenn du dies ausrechnest und zähle mit den Fingern. Um so mehr verschiedene Wege du verwendest, etwas zu tun, desto besser kannst du dich daran erinnern. Du kannst auch Steine, Knöpfe oder irgendetwas anderes zählen. Wenn du viele Geschwister hast, kannst du auch sie zählen. Oder du zählst die Kinder in deiner Klasse. Singe Zähllieder. Zähle viele Dinge, um zu üben und du wirst sehr gut subtrahieren können. In diesem Spiel verstecken die Karten zwei Teile einer Subtraktion. Du musst diese zwei Teile finden und zusammenführen. Klicke auf eine Karte, um zu sehen, welche Zahl sie versteckt und versuche dann, die passende Karte zu finden, die den anderen Teil der Subtraktion enthält. Du kannst immer nur zwei Karten gleichzeitig umdrehen. Du musst dir also merken, wo die Zahlen sich verstecken. Du kannst die Karten zusammenführen, indem du beide Teile der Subtraktion aufdeckst. Du spielst Gleichheitszeichen und die Karten brauchen dich, um wieder zusammenzufinden. Wenn du das geschafft hast, verschwinden die beiden aufgedeckten Karten.Wenn du alle Karten verschwinden lassen hast, hast du das Spiel gewonnen. :-)

source: Subtraction memory game against Tux
de: Subtraktions-Gedächtnisspiel gegen Tux

source: Multiplication
de: Multiplikation

source: Multiplication memory game
de: Multiplikations-Gedächtnisspiel

source: Practise multiplication, until all the cards are gone.
de: Übe das Multiplizieren, bis alle Karten verschwunden sind.
