Repository: gcompris/GCompris-gtk
Catalog: po/*.po
Languages: de

source: Laurent Lacheny. Images and Artificial Intelligence taken from project 4stattack by Jeroen Vloothuis. The original project can be found on &lt;http://forcedattack.sourceforge.net&gt;
de: Laurent Lacheny. Bilder und künstliche Intelligenz aus dem Projekt 4stattack von Jeroen Vloothuis entnommen. Das Original-Projekt befindet sich unter &lt;http://forcedattack.sourceforge.net&gt;

source: Build the same model
de: Bau das gleiche Modell

source: Drive the crane and copy the model
de: Führe den Kran und kopiere das Modell

source: Motor-coordination
de: Motorische Fähigkeiten

source: Mouse manipulation
de: Maus-Handhabung

source: Move the items in the bottom left frame to copy their position in the top right model. Below the crane itself, you will find four arrows that let you move items. To select the item to move, just click on it. If you prefer, you can use the arrow keys and the space or tab key instead.
de: Bewege die Gegenstände im linken unteren Rahmen auf die gleichen Positionen wie die im rechten oberen Modell. Unter dem Kran sind vier Pfeile, mit denen du die Gegenstände bewegen kannst. Um Gegenstände auszuwählen, klicke sie einfach an. Wenn du möchtest, kannst du statt dessen auch die Pfeiltasten und die Leertaste oder die Tabulatortaste verwenden.

source: Find the details
de: Finde die Details

source: The images are from Wikimedia Commons.
de: Die Bilder stammen aus Wikimedia-Commons.

source: Vincent van Gogh, Entrance Hall of Saint-Paul Hospital - 1889
de: Vincent van Gogh, Eingangshalle des Saint-Paul-Hospitals - 1889

source: Vincent van Gogh, The Bridge of Langlois at Arles with a lady with umbrella - 1888
de: Vincent van Gogh, Die Brücke von Langlois in Arles mit einer Dame mit Regenschirm - 1888

source: Vincent van Gogh, The Church at Auvers-sur-Oise - 1890
de: Vincent Van Gogh, Kirche in Auvers-sur-Oise - 1890

source: Vincent van Gogh, Painter on His Way to Work - 1888
de: Vincent van Gogh, Maler auf dem Weg zur Arbeit - 1888

source: Vincent van Gogh, The Harvest - 1888
de: Vincent van Gogh, Die Ernte - 1888

source: Vincent van Gogh, Cafe Terrace at Night - 1888
de: Vincent van Gogh, Nachts vor dem Café an der Place du Forum in Arles - 1888

source: Vincent van Gogh, The Night Café - 1888
de: Vincent van Gogh, Nachtcafé - 1888

source: Vincent van Gogh, Portrait of Pere Tanguy 1887-8
de: Vincent van Gogh, Porträt von Pere Tanguy 1887-88

source: Eilean Donan castle
de: Schloss Eilean Donan

source: Eiffel Tower, seen from the champ de Mars, Paris, France
de: Eiffelturm, gesehen vom Champ de Mars, Paris, Frankreich.

source: Gizah Pyramids, Egypt
de: Pyramiden von Gizeh, Ägypten

source: Sydney Opera House, Australia
de: Opernhaus von Sydney, Australien

source: Tower Bridge in London
de: Tower-Brücke in London

source: Courtyard of the Museum of Louvre, and its pyramid
de: Hof des Louvre-Museums mit Pyramide

source: Panorama of Château de Chenonceau, Indre-et-Loire, France.
de: Panorama des Château de Chenonceau, Indre-et-Loire, Frankreich.

source: Notre Dame de Paris cathedral on the Île de la Cité island in Paris, France.
de: Die Kathedrale Notre Dame von Paris auf der Insel Île de la Cité, Paris, Frankreich.

source: Nagoya Castle, Aichi Prefecture, Japan.
de: Schloss Nagoya, Präfektur Aichi, Japan.

source: Taj Mahal, Agra, India
de: Taj Mahal, Agra, Indien

source: Castle Neuschwanstein at Schwangau, Bavaria, Germany
de: Schloss Neuschwanstein in Schwangau, Bayern, Deutschland

source: Egeskov Castle, Denmark
de: Schloss Egeskov, Dänemark

source: Windmill in Sønderho, Fanø, Denmark
de: Windmühle in Sønderho, Fanø, Dänemark

source: Basic counting skills
de: Einfaches Zählen

source: Double-entry table
de: Doppel-Tabelle

source: Drag and Drop each proposed item on its destination
de: Bewege die Gegenstände an die passenden Stellen.

source: Drag and Drop the items in the double-entry table
de: Füge Gegenstände in eine Doppel-Tabelle ein.

source: Move the items on the left to their proper position in the double-entry table.
de: Bewege die Gegenstände auf der linken Seite zu ihrer passenden Stelle in der Doppel-Tabelle.

source: Click on an item and listen to its target position
de: Klicke auf einen Gegenstand und höre dessen Zielposition

source: A creative board where you can draw freely
de: Eine Kreativ-Tafel, zum freien Zeichnen

source: A simple vector-drawing tool
de: Ein einfaches Vektor-Zeichenprogramm

source: In this game, children can draw freely. The goal is to discover how to create attractive drawings based on basic shapes: rectangles, ellipses and lines.
de: In diesem Spiel können Kinder frei zeichnen. Das Ziel ist, zu entdecken, wie man gut aussehende Zeichnungen aus grundlegenden Formen erstellt: Rechtecke, Ellipsen und Linien.

source: Select a drawing tool on the left, and a color down the bottom, then click and drag in the white area to create a new shape. To save time, you can click with the middle mouse button to delete an object.
de: Wähle am linken Rand ein Zeichenwerkzeug und am unteren Rand die gewünschte Farbe. Klicke danach auf das weiße Zeichenfeld und bewege die Maus bei gedrückter linker Maustaste, um eine neue Form zu erzeugen. Um Zeit zu sparen, kannst Du die mittlere Maustaste verwenden, um ein Objekt zu löschen.

source: Cannot find the file '{filename}'
de: Datei »{filename}« kann nicht gefunden werden

source: Can count from 1 to 50.
de: Kann von 1 bis 50 zählen.

source: Draw Number
de: Wähle eine Zahl

source: Draw the picture by clicking on each numbers in the right order.
de: Zeichne das Bild durch Anklicken der Zahlen in der richtigen Reihenfolge.

source: Draw the picture by following numbers
de: Male nach Zahlen

source: Cannot find the 'gnucap' electric simulator. You can download and install it from: <http://geda.seul.org/tools/gnucap/> To be detected, it must be installed in /usr/bin/gnucap or /usr/local/bin/gnucap. You can still use this activity to draw schematics without computer simulation.
de: Der Elektro-Simulator "gnucap" konnte nicht gefunden werden. Du kannst ihn von <http://geda.seul.org/tools/gnucap/> herunterladen und installieren. Um erkannt zu werden, muss er in /usr/bin/gnucap oder /usr/local/bin/gnucap installiert sein. Du kannst diese Tafel trotzdem verwenden, um Stromkreise ohne Simulation zu entwerfen.

source: Create and simulate an electric schema
de: Erstelle und simuliere einen elektrischen Stromkreis

source: Drag electrical components from the selector and drop them in the working area. Create wires by clicking on a connection spot, dragging the mouse to the next connection spot, and letting go. You can also move components by dragging them. You can delete wires by clicking on them. To delete a component, select the deletion tool on top of the component selector. You can click on the switch to open and close it. You can change the rheostat value by dragging its wiper. In order to simulate what happens when a bulb is blown, you can blown it by right-clicking on it. The simulation is updated in real time by any user action.
de: Ziehe elektrische Bauelemente von der linken Seite auf die Arbeitsfläche. Du kannst sie durch Ziehen mit der Maus auch auf der Arbeitsfläche bewegen. Um ein Bauelement wieder von der Arbeitsfläche zu löschen, musst du zuerst den Radiergummi oben links und danach das Bauelement anklicken. Erzeuge Drähte durch Anklicken eines Verbindungspunktes und Ziehen der Maus auf einen anderen Verbindungspunkt. Sie können durch erneutes Anklicken wieder gelöscht werden. Durch Anklicken kann ein Schalter geöffnet und wieder geschlossen werden. Die Stärke des Regelwiderstandes kann durch Ziehen seines verschiebbaren Kontakts verändert werden. Um zu simulieren, was passiert, wenn eine Glühlampe durchbrennt, kannst du sie mit einem Rechtsklick durchbrennen lassen. Die Simulation wird in Echtzeit bei jeder Aktion aktualisiert.

source: Electricity
de: Elektrizität

source: Freely create an electric schema with a real time simulation of it.
de: Erstelle einen Stromkreis mit Echtzeit-Simulation.

source: GCompris uses the Gnucap electric simulator as a backend. You can get more information on gnucap at &lt;http://geda.seul.org/tools/gnucap/&gt;.
de: GCompris verwendet im Hintergrund den Gnucap Elektro-Simulator. Mehr Informationen zu gnucap findest du unter &lt;http://geda.seul.org/tools/gnucap/&gt;.

source: Requires some basic understanding of the concept of electricity.
de: Erfordert ein grundlegendes Verständnis der Elektrizität

source: Numeration training
de: Zählübung

source: Place the items in the best way to count them
de: Ordne die Gegenstände so an, dass man sie gut zählen kann.

source: Basic enumeration
de: Einfaches Aufzählen

source: Count the items
de: Zähle die Gegenstände

source: First, properly organize the items so that you can count them. Then, select the item you want to answer in the bottom right area. Enter the answer with the keyboard and press the OK button or the 'Enter' key.
de: Ordne die Gegenstände zuerst so an, dass du sie zählen kannst. Dann wähle am unteren Rand den Gegenstand, zu dem du die Antwort eingeben willst. Gib die Antwort mit der Tastatur ein und drücke den OK-Knopf oder die Eingabetaste.

source: Move the mouse to erase the area and discover the background
de: Bewege die Maus, um Felder zu löschen und den Hintergrund freizulegen.

source: Error: No images found
de: Fehler: Keine Bilder gefunden

source: readme
de: Lies mich

source: Put any number of images in this directory. They will be used as background in the 'erase' activity. The image must be in the 'jpeg' format and be suffixed with '.jpg' or '.jpeg'. For best results, they must have a size of 800x520 pixels.
de: Speichere beliebig viele Bilder in diesem Ordner. Diese werden als Hintergründe für die Aktivität »erase« verwendet. Die Bilder müssen im JPEG-Format vorliegen und die Endung *.jpg oder *.jpeg haben. Die ideale Bildgröße beträgt 800x520 Pixel.

source: Animal pictures are taken from the Animal Photography Page of Ralf Schmode (&lt;http://schmode.net/&gt;) and from LE BERRE Daniel. These people kindly gave GCompris the authorization to include their pictures. Thanks a lot, both of you.
de: Die Tierbilder wurden der Tierfotoseite von Ralf Schmode (&lt;http://schmode.net/&gt;) und LE BERRE Daniel entnommen. Sie haben freundlicherweise GCompris die Verwendung der Bilder gestattet. Vielen Dank euch beiden!

source: Move the mouse until all the blocks disappear. You can add you own images under the directory '~/My GCompris/erase'.
de: Bewege die Maus, bis sämtliche Blöcke verschwunden sind. Du kannst im Ordner »~/My GCompris/erase« deine eigenen Bilder hinzufügen.

source: Double click the mouse
de: Doppelklicke mit der Maus

source: Double click the mouse on rectangles until all the blocks disappear.
de: Doppelklicke mit der Maus auf Rechtecke, bis alle Blöcke verschwunden sind.

source: Double click the mouse to erase the area and discover the background
de: Doppelklicke mit der Maus, um Felder zu löschen und den Hintergrund freizulegen.

source: Click the mouse
de: Klicke mit der Maus

source: Click the mouse on rectangles until all the blocks disappear.
de: Klicke mit der Maus auf Rechtecke, bis alle Blöcke verschwunden sind.

source: Click the mouse to erase the area and discover the background
de: Klicke mit der Maus, um Felder zu löschen und den Hintergrund freizulegen.

source: Click on any item that has a free block beside it, and it will be swapped with the empty block.
de: Klicke auf ein Element, das ein freies Feld neben sich hat. Das Element wird mit dem freien Feld vertauscht.

source: Move each item to make an increasing series: from the smallest to the largest
de: Bewege jedes Element, um eine aufsteigende Serie zu erstellen: vom kleinsten zum größten Element.

source: Original code taken from the libgnomecanvas demo
de: Originaler Programmcode aus dem libgnomecanvas-Demo entnommen

source: The fifteen game
de: Das Fünfzehn-Spiel

source: Control the hose-pipe
de: Steuere den Wasserschlauch

source: Fine motor coordination
de: Feinmotorische Fähigkeiten

source: Move the mouse over the red part of the hose-pipe. This will move it, bringing it, part by part, up to the flowers. Be careful, if you move off the hose, the red part will go back down.
de: Bewege die Maus über den roten Teil der Wasserleitung. Dadurch wird sie Stück für Stück freigelegt, bis zu den Blumen. Pass auf, wenn du den Mauszeiger aus der Leitung herausbewegst, geht der rote Abschnitt zurück.

source: Tux needs to water the flowers, but the hose is blocked.
de: Tux muss die Blumen gießen, aber die Leitung ist verstopft.

source: Author: Bruno Coudoin Contribution: Pascal Georges, Jose Jorge, Yves Combe Graphics: Renaud Blanchard, Franck Doucet Intro Music: Djilali Sebihi Background Music: Rico Da Halvarez
de: Autor: Bruno Coudoin Beiträge: Pascal Georges, Jose Jorge, Yves Combe Graphik: Renaud Blanchard, Franck Doucet Intro Musik: Djilali Sebihi Hintergrund-Musik: Rico Da Halvarez

source: translator_credits
de: Gerhard Dieringer <GDieringer@compuserve.com>, 2000. Martin Herweg <m.herweg@gmx.de>, 2001. Ronny Standtke <Ronny.Standtke@gmx.net>, 2004, 2005, 2006, 2007. Hendrik Richter <hendrikr@gnome.org>, 2005. Mario Blättermann <mariobl@freenet.de>, 2009, 2010, 2011. Christian Kirbach <Christian.Kirbach@googlemail.com>, 2009, 2010, 2011.

source: About GCompris
de: Info zu GCompris

source: GCompris Home Page: http://gcompris.net
de: GCompris-Webseite: http://gcompris.net

source: Translators:
de: Übersetzer:

source: This software is a GNU Package and is released under the GNU General Public License
de: Dieses Programm ist ein GNU-Paket und wird unter der GNU General Public License veröffentlicht

source: GCompris confirmation
de: GCompris Bestätigung

source: Are you sure you want to quit?
de: Willst du wirklich aufhören?

source: Yes, I am sure!
de: Ja, wirklich!

source: No, I want to keep going
de: Nein, ich will weitermachen.

source: Dynamic module loading is not supported. GCompris cannot load.
de: Dynamisches Laden von Modulen wird nicht unterstützt. GCompris kann nicht laden.

source: Select the language to use in the board
de: Wähle die Sprache für die Tafel

source: Global GCompris mode
de: Globaler GCompris-Modus

source: 2 clicks
de: 2 Klicks

source: both modes
de: beide Modi

source: Select the drag and drop mode to use in the board
de: Wähle den Modus für Ziehen und Ablegen

source: %d (New level)
de: %d (Neue Stufe)

source: Configure the list of words
de: Lege die Liste mit Wörtern fest

source: Choice of the language
de: Wahl der Sprache

source: Choice of the level
de: Wahl der Schwierigkeitsstufe

source: Back to default
de: Zurück auf Voreinstellung

source: Your system default
de: Deine System-Voreinstellung

source: Albanian
de: Albanisch

source: Arabic
de: Arabisch

source: Asturian
de: Asturisch

source: Basque
de: Baskisch

source: Bulgarian
de: Bulgarisch

source: Catalan
de: Katalanisch

source: Chinese (Simplified)
de: Chinesisch (Vereinfacht)

source: Chinese (Traditional)
de: Chinesisch (Traditionell)

source: Croatian
de: Kroatisch

source: Czech Republic
de: Tschechische Republik

source: Danish
de: Dänisch

source: Dutch
de: Holländisch

source: English (Canada)
de: Englisch (Kanada)

source: English (Great Britain)
de: Englisch (Großbritannien)

source: English (United States)
de: Englisch (Vereinigte Staaten)

source: Finnish
de: Finnisch

source: French
de: Französisch

source: Georgian
de: Georgisch

source: German
de: Deutsch

source: Greek
de: Griechisch

source: Hebrew
de: Hebräisch

source: Hungarian
de: Ungarisch

source: Indonesian
de: Indonesisch

source: Irish (Gaelic)
de: Irisch (Gälisch)

source: Italian
de: Italienisch

source: Japanese
de: Japanisch

source: Korean
de: Koreanisch

source: Lithuanian
de: Litauisch

source: Macedonian
de: Mazedonisch

source: Malay
de: Malaysisch

source: Montenegrin
de: Montenegrinisch

source: Norwegian Bokmal
de: Norwegisch Bokmal

source: Norwegian Nynorsk
de: Neunorwegisch

source: Occitan (languedocien)
de: Okzitanisch (Languedokisch)

source: Persian
de: Persisch

source: Polish
de: Polnisch

source: Portuguese (Brazil)
de: Portugiesisch (Brasilien)

source: Portuguese
de: Portugiesisch

source: Romanian
de: Rumänisch

source: Russian
de: Russisch

source: Serbian (Latin)
de: Serbisch (Latein)

source: Serbian
de: Serbisch

source: Slovak
de: Slowakisch

source: Slovenian
de: Slowenisch

source: Spanish
de: Spanisch

source: Swedish
de: Schwedisch

source: Tamil
de: Tamilisch

source: Turkish (Azerbaijan)
de: Türkisch (Azerbaijan)

source: Turkish
de: Türkisch

source: Ukrainian
de: Ukrainisch

source: Vietnamese
de: Vietnamesisch

source: Walloon
de: Wallonisch

source: No time limit
de: Keine Zeitbegrenzung

source: Slow timer
de: Langsame Stoppuhr

source: Normal timer
de: Normale Stoppuhr

source: Fast timer
de: Schnelle Stoppuhr

source: Use Gcompris administration module to filter boards
de: Benutzen Sie die GCompris-Administration, um Tafeln zu filtern

source: GCompris Configuration
de: GCompris Konfiguration

source: Fullscreen
de: Vollbild

source: Music
de: Musik

source: Effect
de: Effekt

source: Zoom
de: Vergrößerung

source: Couldn't open skin dir: %s
de: Themen-Ordner %s kann nicht geöffnet werden

source: Skin : %s
de: Thema: %s

source: SKINS NOT FOUND
de: THEMEN NICHT GEFUNDEN

source: English (United State)
de: Englisch (Vereinigte Staaten)

source: CANCEL
de: Abbrechen

source: LOAD
de: Laden

source: SAVE
de: Speichern

source: Couldn't find or load the file
de: Kann folgende Datei nicht finden oder laden

source: This activity is incomplete.
de: Diese Aktivität ist unvollständig.

source: Exit it and report the problem to the authors.
de: Beende und berichte den Autoren über das Problem.

source: run GCompris in fullscreen mode.
de: GCompris im Vollbildmodus ausführen

source: run GCompris in window mode.
de: GCompris im Fenstermodus ausführen

source: run GCompris with sound enabled.
de: GCompris mit Klängen ausführen

source: run GCompris without sound.
de: GCompris ohne Klänge ausführen

source: run GCompris with the default system cursor.
de: GCompris mit dem voreingestellten System-Mauszeiger ausführen

source: run GCompris without cursor (touch screen mode).
de: GCompris ohne Cursor ausführen (Berührungsbildschirm)

source: display only activities with this difficulty level.
de: zeige nur Aktivitäten mit dieser Schwierigkeitsstufe an

source: display debug informations on the console.
de: gib Fehlerdiagnose-Informationen auf der Konsole aus

source: Print the version of
de: Ausgabe der Version von

source: Run GCompris with local menu (e.g -l /reading will let you play only activities in the reading directory, -l /strategy/connect4 only the connect4 activity). Use '-l list' to list all the availaible activities and their descriptions.
de: Starte GCompris mit lokalem Menü (z.B. -l /reading öffnet nur Lese-Aktivitäten, -l /boards/connect4 öffnet nur die Connect4-Tafel). Verwenden Sie »-l list«, um alle verfügbaren Aktivitäten und ihre Beschreibungen aufzulisten.

source: GCompris will find the data dir in this directory
de: GCompris wird den Datenordner in diesem Ordner suchen

source: GCompris will find the skins in this directory
de: GCompris wird die Themen in diesem Ordner suchen

source: GCompris will find the activity plugins in this directory
de: GCompris wird die Aktivitäts-Plugins in diesem Ordner suchen

source: GCompris will find the python activity in this directory
de: GCompris wird die Python-Aktivitäten in diesem Ordner suchen

source: GCompris will find the locale file (.mo translation) in this directory
de: GCompris wird die Lokalisierungsdatei (.mo-Übersetzung) in diesem Ordner suchen

source: GCompris will find the activities menu in this directory
de: GCompris wird das Aktivitätsmenü in diesem Ordner suchen

source: Run GCompris in administration and user-management mode
de: Starte GCompris im Administrator/Nutzerverwaltungs-Modus

source: Use alternate database for profiles [$HOME/.config/gcompris/gcompris_sqlite.db]
de: Andere Datenbank für Profile verwenden [$HOME/.config/gcompris/gcompris_sqlite.db]

source: Create the alternate database for profiles
de: Erzeuge andere Datenbank für Profile

source: Re-read XML Menus and store them in the database
de: XML-Menüs erneut einlesen und in der Datenbank abspeichern

source: Set the profile to use. Use 'gcompris -a' to create profiles
de: Wählen Sie das zu verwendende Profil aus. Verwenden Sie »gcompris -a«, um Profile anzulegen.

source: List all available profiles. Use 'gcompris -a' to create profiles
de: Zeige alle verfügbaren Profile an. Verwenden Sie »gcompris -a«, um Profile anzulegen.

source: Config directory location: [$HOME/.config/gcompris]. Alternate is to set $XDG_CONFIG_HOME.
de: Ort des Konfigurationsordners: [$HOME/.config/gcompris]. Alternative ist Setzen von $XDG_CONFIG_HOME.

source: The location of user directories: [$HOME/My GCompris]
de: Ort der Benutzerordner: [$HOME/My GCompris]

source: Run the experimental activities
de: Gehe zu den experimentellen Aktivitäten

source: Disable the quit button
de: Ende-Knopf deaktivieren

source: Disable the config button
de: Konfigurationsknopf deaktivieren

source: Disable the level button
de: Stufe-Knopf deaktivieren

source: GCompris will get images, sounds and activity data from this server if not found locally.
de: GCompris holt Bilder, Töne und Aktivitäten von diesem Server, wenn sie lokal nicht gefunden werden.

source: Only when --server is provided, disable check for local resource first. Data are always taken from the web server.
de: Nur wenn --server angegeben ist, wird nicht zuerst nach lokalen Ressourcen gesucht. Die Daten werden dann immer vom Webserver geladen.

source: In server mode, specify the cache directory used to avoid useless downloads.
de: Im Servermodus gibt dies den Ordner zum Zwischenspeichern an, damit nicht wiederholt heruntergeladen werden muss.

source: Global drag and drop mode: normal, 2clicks, both. Default mode is normal.
de: Globaler Modus für Ziehen und Ablegen: normal, 2 Klicks, beide. Voreinstellung ist normal.

source: Do not avoid the execution of multiple instances of GCompris.
de: Das mehrfache, parallele Starten von GCompris nicht verhindern

source: GCompris is free software released under the GPL License. In order to support its development, this version provides only %d of the %d activities. You can get the full version for a small fee at <http://gcompris.net> The GNU/Linux version does not have this restriction. If you also believe that we should teach freedom to children, please consider using GNU/Linux. Get more information at FSF: <http://www.fsf.org/philosophy>
de: GCompris ist unter der GPL veröffentlichte freie Software. Um die Entwicklung zu unterstützen, bietet diese Version nur %d der %d Aktivitäten. Sie können die Vollversion für eine kleine Gebühr unter <http://gcompris.net> erhalten. Die GNU/Linux-Version hat diese Einschränkung nicht. Wenn Sie auch glauben, dass wir Kindern Freiheit lehren sollen, ziehen Sie bitte die Benutzung von GNU/Linux in Betracht. Mehr Informationen zu diesem Thema erhalten Sie von der FSF unter <http://www.fsf.org/philosophy>

source: Failed to load the skin '%s' (Check the file exists and is readable)
de: Thema »%s« konnte nicht geladen werden. Überprüfen Sie, ob die Datei existiert und lesbar ist.

source: GCompris won't start because the lock file is less than %d seconds old.
de: GCompris wird nicht starten, da die Sperrdatei weniger als %d Sekunden alt ist.

source: The lock file is: %s
de: Die Sperrdatei ist : %s

source: GCompris Version: %s Licence: GPL More info at http://gcompris.net
de: GCompris Version: %s Lizenz: GPL Mehr Informationen unter http://gcompris.net
