Repository: gcompris/GCompris-gtk
Catalog: po/*.po
Languages: de

source: Turn the cards over to find two numbers which multiply the same, until all the cards are gone.
de: Drehe die Karten um, so dass du passende Multiplikationen findest, bis alle Karten verschwunden sind.

source: Multiplication and division memory game
de: Multiplikations- und Divisions-Gedächtnisspiel

source: Multiplication, division
de: Multiplikation, Division

source: Practise multiplication, division, until all the cards are gone.
de: Übe Multiplikation und Division bis alle Karten verschwunden sind.

source: Multiplication and division memory game against Tux
de: Multiplikations- und Divisions-Gedächtnisspiel gegen Tux

source: Multiplication memory game against Tux
de: Multiplikations-Gedächtnisspiel gegen Tux

source: Practise multiplication until all the cards are gone.
de: Übe das Multiplizieren bis alle Karten verschwunden sind.

source: A set of violinist Tux is shown. Each Tux has an associated sound, and each sound has a twin exactly the same. Click on a Tux to see its hidden sound, and try to match the twins. You can only activate two Tux at once, so you need to remember where a sound is, while you listen to its twin. When you turn over the twins, they both disappear.
de: Ein Satz von Pinguin-Geigern wird angezeigt. Zu jedem Pinguin gehört ein Ton. Jeder Ton hat genau einen Zwilling. Klicke auf einen Pinguin, um seinen versteckten Ton zu hören. Versuche dann den Zwilling zu finden. Du kannst immer nur zwei Pinguine gleichzeitig aktivieren. Du musst dich also daran erinnern, wo welcher Ton ist. Wenn du Zwillinge aufgedeckt hast, verschwinden sie.

source: Audio memory game
de: Ton-Gedächtnistraining

source: Click on Tux the violinist and listen to find the matching sounds
de: Klicke auf einen Pinguin und höre, um seinen Zwilling zu finden.

source: Mouse manipulation, Brain.
de: Maus-Handhabung, Gehirn.

source: Train your audio memory and remove all the violonists Tux.
de: Trainiere dein Ton-Gedächtnis und entferne alle Pinguine.

source: Audio memory game against Tux
de: Audio-Gedächtnisspiel gegen Tux.

source: Play the audio memory game against Tux
de: Spiel das Audio-Gedächtnisspiel gegen Tux.

source: Have a memory competition with Tux.
de: Trage einen Gedächtnis-Wettbewerb mit Tux aus

source: Memory Game with images, against Tux
de: Bilder-Memory gegen Tux

source: You can see a set of cards that all look the same. Each card has a picture on the other side, and each picture has a twin somewhere in the set. You can only turn over two cards at once, so you need to remember where the pictures are until you can find the twin. When you turn over twins, they disappear! You take turns with Tux, and to win the game, you have to find more pairs of twins than he does.
de: Ein Satz verdeckter Karten wird angezeigt. Jede Karte hat ein Bild auf der anderen Seite und jede Karte hat irgendwo einen Zwilling. Klick auf eine Karte, um sie umzudrehen. Jedoch kannst du immer nur zwei verdeckte Bilder gleichzeitig betrachten. Du musst dir die Position der Bilder merken, um die Zwillinge zu finden. Um ein Zwillingspaar zu entfernen, musst du beide umdrehen. Du wechselst dich mit Tux ab. Um das Spiel zu gewinnen, musst du mehr Zwillinge finden als er.

source: Reading numbers, memory.
de: Zahlen und Erinnerung lesen.

source: Turn the cards over to match the number with the word matching it.
de: Drehe die Karten um, so dass die Zahl mit dem passenden Wort übereinstimmt.

source: Wordnumber memory game
de: Zahlwort-Gedächtnistraining

source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding a number of number, or the word of the number.
de: Du kannst einige Karten sehen, aber du kannst nicht deren Unterseite sehen. Jede Karte verdeckt eine Anzahl von Zahlen, oder das Wort einer Zahl.

source: An object is displayed in the main area, and an incomplete word is printed under the picture. Select the missing letter to complete the word.
de: Ein Gegenstand wird angezeigt und ein unvollständiges Wort darunter dargestellt. Wähle den fehlenden Buchstaben aus, um das Wort zu vervollständigen.

source: Fill in the missing letter
de: Ergänze den fehlenden Buchstaben.

source: Missing Letter
de: Fehlende Buchstaben

source: Training reading skills
de: Übe Lese

source: Word reading
de: Wörter lesen

source: Please select an image.
de: Bitte wählen Sie ein Bild.

source: Choice cannot be empty.
de: Die Auswahl darf nicht leer sein.

source: Question cannot be empty.
de: Die Frage darf nicht leer sein.

source: Question must include the character '_'. It represents the letter to search.
de: Die Frage muss das Zeichen »_« enthalten, welches den zu suchenden Buchstaben kennzeichnet.

source: Pixmap cannot be empty
de: Pixmap darf nicht leer sein.

source: There must be at least 2 choices.
de: Es muss mindestens zwei Auswahlmöglichkeiten geben.

source: The answer and question must be the same except for the character '_'.
de: Frage und Antwort müssen gleich sein, mit Ausnahme des Zeichens »_«.

source: The first choice must be the solution that replaces the character '_'.
de: Die erste Auswahl muss die Lösung sein, die das Zeichen »_« ersetzt.

source: Invalid entry: Question '%s' / Answer '%s' %s
de: Ungültiger Eintrag: Frage »%s« / Antwort »%s« %s

source: Picture
de: Bild

source: Answer
de: Antwort

source: Question
de: Frage

source: Choice
de: Wahl

source: Level:
de: Stufe:

source: Level %d
de: Stufe %d

source: Filename:
de: Dateiname:

source: Replace the letter to guess by the character '_'.
de: Ersetzen Sie den zu erratenden Buchstaben durch »_«.

source: Enter here the letter that will be proposed. The first letter here must be the solution.
de: Geben Sie hier den vorzuschlagenden Buchstaben ein. Die erste Buchstabe muss die Lösung sein.

source: car/c_r/a/k/o
de: Auto/A_to/u/o/y

source: dog/_og/d/p/q
de: Hund/_und/H/W/M

source: fish/f_sh/i/u/l
de: Fisch/F_sch/i/e/l

source: plane/_lane/p/g/d
de: Flugzeug/_lugzeug/F/W/K

source: apple/_pple/a/i/o
de: Apfel/_pfel/A/I/O

source: banana/b_nana/a/o/i
de: Banane/B_nane/a/o/i

source: house/hous_/e/a/i
de: Haus/Hau_/s/t/m

source: satchel/s_tchel/a/o/i
de: Schultasche/Sch_ltasche/u/i/a

source: ball/_all/b/p/d/m
de: Ball/_all/B/P/D/W

source: bed/_ed/b/l/f/t
de: Bett/_ett/B/L/F/T

source: bottle/_ottle/b/t/p/l
de: Flasche/_lasche/F/T/P/L

source: cake/_ake/c/p/d/k
de: Kuchen/_uchen/K/G/D/L

source: apple/appl_/e/h/a/i/o/u
de: Apfel/Apf_l/e/h/a/i/o/u

source: banana/_anana/b/p/d/m
de: Banane/_anane/B/P/D/M

source: car/_ar/c/k/b/u
de: Auto/_uto/A/V/N/K

source: dog/d_g/o/g/a/u
de: Hund/H_nd/u/a/o/g

source: fish/_ish/f/h/l/j
de: Fisch/_isch/F/W/T/H

source: house/h_use/o/f/u/i
de: Haus/H_us/a/u/o/i

source: plane/p_ane/l/j/i/t
de: Flugzeug/F_ugzeug/l/e/a/t

source: satchel/_atchel/s/c/l/z
de: Schultasche/_chultasche/S/T/Z/L

source: apple/app_e/l/h/n/i/t
de: Apfel/Apfe_/l/h/n/i/t

source: banana/ba_ana/n/m/b/z/q
de: Banane/Ba_ane/n/m/b/z/q

source: bed/b_d/e/a/i/o/u/s
de: Bett/B_tt/e/a/i/o/u/s

source: bed/be_/d/p/b/c/v/n
de: Bett/Bet_/t/d/b/c/v/n

source: bottle/b_ttle/o/u/d/a/t/i
de: Flasche/F_asche/l/t/i/d/a/o

source: bottle/bott_e/l/y/r/s/g
de: Flasche/Fl_sche/a/o/u/r/s/g

source: cake/c_ke/a/o/e/i/u/y
de: Kuchen/K_chen/u/v/w/i/u/y

source: cake/ca_e/k/q/c/r/z
de: Kuchen/Ku_hen/c/a/e/r/z

source: car/ca_/r/w/k/c/a
de: Auto/Aut_/o/u/a/c/k

source: dog/do_/g/p/q/q/k
de: Hund/Hun_/d/t/z/q/k

source: fish/fis_/h/o/i/y/z
de: Fisch/Fi_ch/s/b/q/y/z

source: house/_ouse/h/e/j/z/p/s
de: Haus/_aus/H/M/L/Z/P/S

source: plane/pl_ne/a/o/s/e/i/u/y
de: Flugzeug/Fl_gzeug/u/i/a/a/o/s

source: satchel/sa_chel/t/p/c/z/s/l
de: Schultasche/Schul_asche/t/m/l/p/c/l

source: Tux just bought some items in your shop. He gives you $ %d, please give back his change.
de: Tux hat soeben einige Artikel in deinem Geschäft gekauft. Er gibt dir %d €. Bitte gib ihm das Wechselgeld zurück.

source: Can count
de: Kann zählen

source: Click on the coins or paper money at the bottom of the screen to pay. If you want to remove a coin or note, click on it on the upper screen area.
de: Klicke auf Münzen oder Geldscheine im unteren Bereich, um zu bezahlen. Wenn du eine Münze oder einen Schein wieder entfernen willst, klicke im oberen Bereich auf ihn.

source: Money
de: Geld

source: Practice money usage
de: Übe die Verwendung von Geld.

source: You must buy the different items and give the exact price. At higher levels, several items are displayed, and you must first calculate the total price.
de: Du musst die verschiedenen Gegenstände kaufen und die exakte Geldmenge geben. In höheren Ebenen werden mehrere Gegenstände gezeigt, da musst du zuerst die Summe ausrechnen.

source: Give tux his change
de: Gebe Tux sein Wechselgeld

source: Practice money usage by giving Tux his change
de: Übe die Verwendung von Geld durch Rückgabe des Wechselgelds an Tux

source: Tux bought you different items and shows you his money. You must give him back his change. At higher levels, several items are displayed, and you must first calculate the total price.
de: Tux kaufte dir verschiedene Gegenstände und zeigt dir sein Geld. Du musst ihm sein Wechselgeld zurückgeben. In höheren Stufen werden mehrere Gegenstände gezeigt, da musst du zuerst die Gesamtsumme ausrechnen.

source: Give tux his change, including cents
de: Gib Tux sein Wechselgeld, einschließlich Cents

source: Practice money usage including cents
de: Übe die Verwendung von Geld inklusive Cents.

source: Rebuild the same mosaic on the right area
de: Bau das gleiche Mosaik auf der rechten Seite nach.

source: Rebuild the mosaic
de: Bau das Mosaik wieder auf.

source: Assemble the puzzle
de: Setze das Puzzle zusammen

source: Drag and Drop the items to rebuild the original paintings
de: Füge die Teile zu den Originalgemälden zusammen.

source: Drag the image parts from the box on the left to create a painting on the main board.
de: Lege die Bildteile zu einem Gemälde zusammen.

source: Mouse-manipulation: movement, drag and drop
de: Maus-Handhabung: Bewegung, Ziehen und Ablegen

source: Spatial representation
de: Räumliche Darstellung

source: Edgar Degas, The Dancing Class - 1873-75
de: Edgar Degas, Die Tanzschule - 1873-75

source: Pierre-Auguste Renoir, Le Moulin de la Galette - 1876
de: Pierre-Auguste Renoir, Tanz im Moulin de la Galette - 1876

source: Katsushika Hokusai,\nViewing Sunset over the Ryogoku Bridge from the Ommaya Embankment - 1830
de: Katsushika Hokusai,\nSonnenuntergang über der Ryogoku-Brücke vom Ommaya-Damm gesehen - 1830

source: Katsushika Hokusa, Poppies - 1833-1834
de: Katsushika Hokusa, Mohn - 1833-1834

source: Katsushika Hokusai, Kazusa sea Route - 1830.
de: Katsushika Hokusai, Kazusa-Seeweg - 1830.

source: Giuseppe Arcimboldo, Spring - 1573
de: Giuseppe Arcimboldo, Frühling - 1573

source: Giuseppe Arcimboldo, The Librarian - 1566
de: Giuseppe Arcimboldo, Der Bibliothekar - 1566

source: Katsushika Hokusai, Oiran and Kamuro
de: Katsushika Hokusai, Oiran und Kamuro

source: Katsushika Hokusai, Woman holding a fan
de: Katsushika Hokusai, Frau, die einen Fächer hält

source: Katsushika Hokusai, Ejiri in Suruga Province - 1830-1833
de: Katsushika Hokusai, Ejiri in der Provinz Suruga - 1830-1833

source: Katsushika Hokusai, The Great Wave off Kanagawa - 1823-1829
de: Katsushika Hokusai, Die große Welle vor Kanagawa - 1823-1829

source: Utagawa Hiroshige,\nThe Benzaiten Shrine at Inokashira in Snow - 1760-70
de: Utagawa Hiroshige,\nDer Benzaiten-Schrein in Inokashira im Schnee - 1760-70

source: Utagawa Hiroshige, Horse-mackerel and Prawn - 1840
de: Utagawa Hiroshige, Stöcker und Garnele - 1840

source: Giovanni Bellini, La Pala di Pesaro - 1475-85
de: Bellini: Pala di pesaro - 1475-85

source: Albrecht Dürer, Lion - 1494
de: Albrecht Dürer, Löwe - 1494

source: Pieter Brugel, The Harvesters - 1565
de: Pieter Brueghel: Ernte - 1565

source: Pierre-Auguste Renoir, Girls At The Piano - 1892
de: Pierre-Auguste Renoir, Junge Mädchen am Klavier - 1892

source: Oil on canvas, 140 x 201 cm; Solomon R. Guggenheim Museum, New York
de: Öl auf Leinwand, 140 x 201 cm; Solomon R. Guggenheim Museum, New York

source: Bazille, The Ramparts at Aigues-Mortes - 1867
de: Frédéric Bazille, Die Festung Aigues-Mortes - 1867

source: Mary Cassatt, Summertime - 1894
de: Mary Cassatt, Sommer - 1894

source: Vincent Van Gogh, Village Street in Auvers - 1890
de: Vincent Van Gogh, Hütten in Auvers - 1890

source: Control fall speed with up and down arrow keys.
de: Steuere die Fallgeschwindigkeit mit den Pfeiltasten (auf und ab).

source: Help Tux the parachutist land safely
de: Hilf Tux dem Fallschirmspringer sicher zu landen.

source: Hit any key or click on the plane to make Tux jump. Hit another key or click on Tux to open the parachute.
de: Drück eine Taste oder klicke auf das Flugzeug, um Tux abspringen zu lassen. Drücke eine weitere Taste oder klicke auf Tux, um den Fallschirm zu öffnen.

source: In this game, Tux the parachutist needs help to land safely on the fishing boat. He needs to allow for the wind direction and speed.
de: In diesem Spiel braucht Tux der Fallschirmspringer Hilfe, um sicher auf dem Fischerboot zu landen. Er muss die Stärke und Richtung des Windes beachten.

source: Parachutist
de: Fallschirmspringer

source: This board is game-oriented. No specific skills are needed to play.
de: Diese Tafel ist spielorientiert. Zum Spielen sind keine besonderen Kenntnisse erforderlich.

source: Click on the balloon to place it again.
de: Klicke auf den Ballon, um ihn zurückzusetzen.

source: Click twice on the balloon to shoot it.
de: Klicke zweimal auf den Ballon, um ihn zum Platzen zu bringen.

source: Double click the mouse on the ball to kick it. You can double click the left right or middle mouse button. If you lose, Tux catches the ball. You must click on it to bring it back to its former position
de: Doppelklicke mit der Maus auf den Ball, um ihn abzuschießen. Du kannst dafür die rechte oder die mittlere Maustaste verwenden. Falls Du verlierst, fängt Tux den Ball. Du musst den Ball anklicken, um ihn auf seine vorherige Position zurück zu bringen.

source: Double click the mouse on the ball to score a goal.
de: Doppelklicke mit der linken Maustaste auf den Ball, um ein Tor zu erzielen.

source: Penalty kick
de: Strafstoß

source: Error: Absolutely no photo found in the data directory
de: Fehler: Es wurde überhaupt kein Foto im Datenordner gefunden

source: Click on the differences between the two images.
de: Klicke auf die Unterschiede zwischen den beiden Bildern.

source: Find the differences between two pictures
de: Finde die Unterschiede zwischen den beiden Bildern

source: Observe the two pictures carefully. There are some slight differences. When you find a difference you must click on it.
de: Betrachte die beiden Bilder sorgfältig. Es gibt einige kleine Unterschiede. Wenn du einen Unterschied findest, musst du darauf klicken.

source: Photo hunter
de: Foto-Jagd

source: Visual discrimination.
de: Visuelle Unterscheidung.

source: Numbers in Order
de: Zahlen in Reihenfolge

source: Move the plane to catch the clouds in the correct order
de: Bewege den Hubschrauber um die Wolken in der richtigen Reihenfolge zu treffen

source: Catch the numbers in increasing order, using the up, down, right and left arrows on the keyboard to move the helicopter.
de: Fang die Zahlen in aufsteigender Reihenfolge. Benutze den Hoch-, Runter-, Rechts- und Linkspfeil auf der Tastatur, um den Hubschrauber zu bewegen.

source: Move the helicopter to catch the clouds in the correct order
de: Bewege den Hubschrauber, um die Wolken in der richtigen Reihenfolge zu treffen.

source: Number
de: Zahl

source: This is the first plugin in GCompris coded in the Python Programming language.
de: Dies ist das erste in der Programmiersprache Python geschriebene Gcompris-Plug-In.

source: Add a language-binding to GCompris.
de: Füge eine Sprach-Anbindung zu GCompris hinzu.

source: Advanced Python Programmer :)
de: Fortgeschrittener Python-Programmierer :)

source: An empty python activity to use as a starting point
de: Eine leere Python-Aktivität, die als Ausgangspunkt dienen kann

source: Python Template
de: Python Schablone

source: Thanks to Guido van Rossum and the python team for this powerful language!
de: Dank an Guido van Rossum und die Python-Mannschaft für diese mächtige Sprache!

source: It is now possible to develop GCompris activities in C or in Python. Thanks to Olivier Samys who makes this possible.
de: Es ist jetzt möglich, GCompris-Aktivitäten in C oder in Python zu entwickeln. Vielen Dank an Olivier Samys, der dies ermöglicht.

source: This activity is not playable, just a test
de: Diese Aktivität ist nicht spielbar, nur ein Test

source: Disable line drawing in circle
de: Linien im Kreis deaktivieren

source: Color of the line
de: Linienfarbe

source: Distance between circles
de: Abstand zwischen den Kreisen

source: Use circles
de: Benutze Kreise

source: Use rectangles
de: Benutze Rechtecke

source: Choice of pattern
de: Musterauswahl

source: Test board for the python plugin
de: Testtafel für das Python-Plugin

source: Memory game
de: Gedächtnistraining

source: Build a train according to the model
de: Erstelle einen Zug nach der Vorgabe

source: A memory game based on trains
de: Gedächtnistraining mit Eisenbahnen

source: A train - a locomotive and carriage(s) - is displayed at the top of the main area for a few seconds. Rebuild it at the top of the screen by selecting the appropriate carriages and locomotive. Deselect an item by clicking on it again. Check your construction by clicking on the hand at the bottom.
de: Ein Zug - eine Lokomotive und Waggons - wird oben für ein paar Sekunden dargestellt. Bau ihn durch Auswahl der richtigen Waggons und der richtigen Lokomotive wieder zusammen. Du kannst Bauteile durch Anklicken wieder entfernen. Überprüfe deine Konstruktion durch Klicken auf die Hand am unteren Bildschirmrand.

source: Memory-training
de: Gedächtnistraining

source: Railway
de: Eisenbahn

source: Error: We can't find a list of words to play this game.
de: Fehler: Keine Wortliste für dieses Spiel gefunden!

source: Please, check if the word
de: Gib bitte an, ob das Wort

source: is being displayed
de: wird angezeigt

source: We skip this level because there are not enough words in the list!
de: Diese Stufe wird übersprungen, weil es nicht genug Wörter in der Liste gibt!

source: Yes, I saw it
de: Ja, ich habe es gesehen

source: No, it was not there
de: Nein, es kam nicht vor

source: The word to find was '%s'
de: Das gesuchte Wort war »%s«

source: But it was not displayed
de: aber es wurde nicht angezeigt

source: And it was displayed
de: und es wurde angezeigt

source: A word is shown at the top right of the board. A list of words will appear and disappear on the left. Does the given word belong to the list?
de: Ein Wort wird oben rechts angezeigt. Eine Liste von Wörtern wird links erscheinen und wieder verschwinden. War das angezeigte Wort in der Liste?

source: Horizontal reading practice
de: Horizontale Leseübung

source: Read a list of words and work out if a given word is in it
de: Lies eine Liste von Wörtern und bestimme, ob das gesuchte Wort darin vorkam.

source: Reading training in a limited time
de: Lesetraining in begrenzter Zeit

source: Read a vertical list of words and work out if a given word is in it
de: Lies eine vertikale Liste von Wörtern und bestimme, ob das gesuchte Wort darin vorkam.

source: Read training in a limited time
de: Lesetraining in begrenzter Zeit

source: Vertical-reading practice
de: Vertikale Leseübung

source: Coordinate
de: Koordinate

source: Copy a drawing from the box on the right into the box on the left.
de: Kopiere eine Zeichnung von rechts nach links.

source: First, select the proper tool from the toolbar. Then drag the mouse to create objects. When you are done, click on the OK button. Errors will be marked with a little red cross. The order of objects (above/under) is not important but be careful not to end up with unwanted objects under others.
de: Zunächst musst du das richtige Werkzeug auswählen. Dann ziehe die Maus, um Objekte zu erstellen. Wenn du fertig bist, musst du den OK-Knopf drücken. Fehler werden durch kleine rote Kreuze markiert. Die Anordnung der Objekte (drunter/drüber) ist nicht wichtig. Achte jedoch darauf, dass du nicht unerwünschte Objekte unter anderen Objekten hast.

source: Redraw the given item
de: Zeichne den gegebenen Gegenstand nach

source: Copy the mirror image of an object from the box on the right into the box on the left.
de: Kopiere das Spiegelbild eines Gegenstandes von rechts nach links.

source: First, select the proper tool from the toolbar. Then drag the mouse to create objects. When you are done, click on the OK button. A little red cross will show you where something isn't right yet. The order of objects (above/under) is not important but be careful not to end up with unwanted objects under others.
de: Zunächst musst du das richtige Werkzeug auswählen. Dann ziehe die Maus, um Objekte zu erstellen. Wenn du fertig bist, musst du den OK-Knopf drücken. Fehler werden durch kleine rote Kreuze markiert. Die Anordnung der Objekte (drunter/drüber) ist nicht wichtig. Achte jedoch darauf, dass du nicht unerwünschte Objekte unter anderen Objekten hast.

source: Mirror the given item
de: Spiegele den gegebenen Gegenstand

source: Can move the mouse, can read numbers and subtract numbers up to 10 for the first level
de: Kann die Maus bewegen, kann Zahlen lesen und für die erste Ebene Zahlen bis 10 subtrahieren

source: Click on the dice to show how many ice spots there are between Tux and the fish. Click the dice with the right mouse button to count backwards. When done, click on the OK button or hit the Enter key.
de: Klicke auf die Würfel, um anzugeben, wie viele Eisschollen zwischen Tux und dem Fisch liegen. Klicke mit der rechten Maustaste auf die Würfel, um rückwärts zu zählen. Wenn du fertig bist, klicke auf den OK-Knopf oder drücke die Eingabetaste.

source: Practice subtraction with a fun game
de: Übe die Subtraktion mit einem lustigen Spiel

source: Tux is hungry. Help him find fish by counting to the correct ice spot.
de: Tux ist hungrig. Hilf ihm durch Zählen bis zur richtigen Eisscholle, die Fische zu finden.

source: Weight in g = %s
de: Gewicht in g = %s

source: Weight = %s
de: Gewicht = %s

source: Take care, you can drop masses on both sides of the scale.
de: Du kannst Gewichte auf beide Seiten der Waage stellen.

source: Balance the scales properly
de: Balanciere die Waage genau aus

source: Drag and Drop masses to balance the scales
de: Stelle Gewichte zusammen, um die Waage auszugleichen.

source: Mental calculation, arithmetic equality
de: Kopfrechnen, arithmetische Gleichheit

source: The painting is an original painting created by Virginie MOREAU (virginie.moreau@free.fr) in 2001. Its name is 'Spices Seller in Egypt'. It is released under the GPL licence.
de: Das Bild ist ein Original erstellt im Jahr 2001 durch Virginie MOREAU (virginie.moreau@free.fr). Es heißt "Gewürzverkäufer in Ägypten". Es ist unter der GPL veröffentlicht.

source: To balance the scales, move the masses on the left or the right side. The masses can be arranged in any order.
de: Stelle die Gewichte auf die linke oder rechte Seite, um die Waage auszubalancieren. Die Gewichte können in beliebiger Reihenfolge angeordnet werden.

source: Drag and Drop masses to balance the scales and calculate the weight
de: Verschiebe Gewichte, um die Waage auszugleichen und das Gewicht zu berechnen

source: Mental calculation, arithmetic equality, unit conversion
de: Kopfrechnen, arithmetische Gleichheit, Einheitenumrechnung
