Repository: gcompris/GCompris-gtk
Catalog: po/*.po
Languages: de

source: Go to Algebra activities
de: Zu den Algebratafeln

source: Left-click the mouse on an activity to select it.
de: Klicke mit der linken Maustaste, um eine Tafel anzuwählen.

source: Go to calculation activities
de: Gehe zu den Rechenaufgaben

source: Various calculation activities.
de: Einige Rechenspiele

source: Play chess against the computer in a learning mode
de: Spiele Schach gegen den Rechner im Lernmodus.

source: Practice chess
de: Übe Schach

source: Colors based activities.
de: Farbspiele

source: Go to Color activities
de: Zu den Farbspielen

source: Discover the Computer
de: Entdecke den Rechner

source: Play with computer peripherals.
de: Entdecke die Eingabegeräte eines Rechners

source: Colors, sounds, memory...
de: Farben, Töne, Gedächtnis …

source: Go to discovery activities
de: Gehe zu den Entdeckungsspielen

source: Go to experiential activities
de: Gehe zu den Erlebnis-Aktivitäten

source: Various activities based on physical movement.
de: Auf physikalischer Bewegung beruhende Aktivitäten

source: Go to Experimental activities
de: Gehe zu den experimentellen Spielen

source: Run gcompris --experimental to see this menu.
de: Starte »gcompris --experimental«, um dieses Menü zu sehen.

source: Go to Amusement activities
de: Gehe zu den Spieletafeln

source: Various fun activities.
de: Einige Spaßspiele

source: Geometry
de: Geometrie

source: Geometry activities.
de: Geometrie-Spiele

source: Go to Number Munchers activities
de: Zu den Zahlenmampfer-Tafeln

source: Number Munchers are games to play with arithmetic.
de: Zahlenmampfer sind Rechenspiele.

source: Discover the keyboard.
de: Entdecke die Tastatur.

source: Keyboard-manipulation boards
de: Tafeln zur Tastatur-Handhabung

source: Mathematical activities.
de: Mathe-Aktivitäten

source: Mathematics
de: Mathematik

source: Find your way out of different types of mazes
de: Finde deinen Weg aus verschiedenen Labyrinthen heraus

source: Go to Maze activities
de: Gehe zu den Labyrinthen

source: Go to Memory activities
de: Zu den Gedächtnis-Spielen

source: Various memory activities (images, letters, sounds).
de: Einige Gedächtnis-Aktivitäten (Bilder, Buchstaben, Töne)

source: Go to mathematics memory activities
de: Zu den Mathematik-Gedächtnis-Spielen

source: Memory activities based on operations
de: Gedächtnistraining mit Grundrechenarten

source: Go to mathematics memory activities against Tux
de: Zu denn Mathematik-Gedächtnis-Spielen gegen Tux

source: A simple click on an icon brings you to an activity or a menu of activities. At the bottom of the screen is the GCompris control bar. The following icons are displayed from right to left. (note that each icon is displayed only if available in the current activity) Home - Exit an activity, go back to menu Thumb - OK. Confirm your answer Dice - Display the current level. Click to select another level Lips - Repeat the question Question Mark - Help Tool - The configuration menu Tux Plane - About GCompris Night - Quit GCompris The stars show suitable age groups for each game: 1, 2 or 3 simple stars - from 2 to 6 years old 1, 2 or 3 complex stars - 7 years and up
de: Ein einfacher Klick auf ein Symbol führt zu einer Aktivität oder einem weiteren Menü. Am unteren Rand befindet sich die Kontrollleiste von GCompris. Die folgenden Symbole werden von rechts nach links angezeigt. (Beachte, dass die Symbole nur dann angezeigt werden, wenn sie auch in der aktuellen Tafel verwendet werden können.) Haus - Aktivität verlassen, Zurück zum Menü Daumen - OK. Antwort bestätigen Würfel - Anzeige der Ebene. Klicken, um eine andere Ebene auszuwählen Lippen - Frage wiederholen Fragezeichen - Hilfe Werkzeugkiste - Das Konfigurationsmenü Tuxflieger - Über GCompris Nacht - GCompris verlassen Die Sterne neben der Aktivität zeigen die passende Altersstufe dar: Ein bis drei einfache Sterne - 2 bis 6 Jahre Ein bis drei komplexe Sterne - ab 7 Jahre

source: GCompris Main Menu
de: GCompris Hauptmenü

source: GCompris is a collection of educational games that provides different activities for children aged 2 and up.
de: GCompris ist eine Sammlung von Lernspielen, die verschiedene Aktivitäten für Kinder ab 2 Jahre anbietet.

source: The goal of GCompris is to provide a free alternative to popular proprietary edutainment software
de: Das Ziel von GCompris besteht darin, eine freie Alternative zu verbreiteten, proprietären Lernprogrammen zu bieten.

source: Miscellaneous activities
de: Sonstige Aktivitäten

source: Time, Geography, ...
de: Zeit, Geografie, …

source: Go to money activities
de: Gehe zu den Geld-Aktivitäten

source: Mouse-manipulation activities.
de: Tafeln zur Maus-Handhabung

source: Various mouse-based activities (clicking, moving)
de: Einige Arten der Maus-Handhabung (Klicken, Bewegen)

source: Numeration
de: Zählen

source: Numeration activities.
de: Zählübungen

source: Various puzzles.
de: Einige Puzzles

source: Go to the Reading activities
de: Gehe zu den Lesetafeln

source: Reading activities.
de: Lesetafeln

source: Go to Sound activities
de: Zu den Tonspielen

source: Sound based activities.
de: Aktivitäten mit Tönen und Geräuschen

source: Strategy games
de: Strategiespiele

source: Strategy games like chess, connect4, ...
de: Strategiespiele wie Schach, Vier gewinnt, …

source: Administration for gcompris
de: GCompris-Administration

source: Educational game for ages 2 to 10
de: Lernspiel für Kinder von 2 bis 10 Jahren

source: Educational suite GCompris
de: Bildungs-Sammlung GCompris

source: Multi-activity educational game
de: Lernspiel mit vielen Aktivitäten

source: An instance of GCompris is currently running. Exit GCompris and then try again.
de: Eine Instanz von GCompris läuft bereits. Beenden Sie GCompris und versuchen Sie es dann erneut.

source: The installer is already running.
de: Das Installationsprogramm läuft bereits.

source: Visit the GCompris Web Site
de: Besuchen Sie die Internet-Seite von GCompris

source: You do not have permission to uninstall this application.
de: Sie haben keine Berechtigungen, um diese Anwendung zu entfernen

source: Your old GCompris directory is about to be deleted. Would you like to continue?$\r$\rNote: Any non-standard plugins that you may have installed will be deleted.$\rGCompris user settings will not be affected.
de: Ihr alter Ordner von GCompris wird bald gelöscht. Möchten Sie weiter machen?$\r$\rAnmerkung: Alle nicht mitgelieferten Plugins, die Sie eventuell installiert haben, werden gelöscht.$\rDie Benutzereinstellungen von GCompris sind nicht betroffen.

source: the uninstaller could not find registry entries for GCompris.$\rIt is likely that another user installed this application.
de: Die Deinstallation konnte keine Registrierungseinträge von GCompris finden.$\rEs ist wahrscheinlich, dass ein anderer Benutzer diese Anwendung installiert hat.

source: Select a profile:
de: Wählen Sie ein Profil

source: Select all
de: Alle auswählen

source: Unselect all
de: Keine auswählen

source: Locales
de: Sprachen

source: Locales sound
de: Sprachausgabe

source: Login
de: Kennung

source: Main menu
de: Hauptmenü

source: Active
de: Aktiv

source: Board title
de: Titel der Tafel

source: Filter Boards difficulty for profile %s
de: Filter Tafel-Schwierigkeit für Profil %s

source: <span size='x-large'> Select the difficulty range for profile <b>%s</b></span>
de: <span size='x-large'> Wähle den Schwierigkeitsbereich für das Profil <b>%s</b></span>

source: <b>{config}</b> configuration for profile <b>{profile}</b>
de: <b>{config}</b> Konfiguration für Profil <b>{profile}</b>

source: Select sound locale
de: Gebietsschema für Tonausgabe auswählen

source: Editing a Class
de: Klasse bearbeiten

source: Editing class:
de: Bearbeite Klasse:

source: Editing a new class
de: Neue Klasse bearbeiten

source: Class:
de: Klasse:

source: Teacher:
de: Lehrer:

source: Assign all the users belonging to this class
de: Weise alle Benutzer dieser Klasse zu

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: You need to provide at least a name for your class
de: Sie müssen einen Namen für Ihre Klasse angeben

source: There is already a class with this name
de: Es gibt bereits eine Klasse mit diesem Namen

source: Class
de: Klasse

source: Teacher
de: Lehrer

source: Editing a Group
de: Bearbeiten einer Gruppe

source: Editing group:
de: Bearbeite Gruppe:

source: for class:
de: für Klasse:

source: Editing a new group
de: Bearbeite eine neue Gruppe

source: Group:
de: Gruppe:

source: Description:
de: Beschreibung:

source: Assign all the users belonging to this group
de: Weise alle Benutzer dieser Klasse zu

source: You need to provide at least a name for your group
de: Sie müssen einen Namen für Ihre Gruppe angeben

source: There is already a group with this name
de: Es gibt bereits eine Gruppe mit diesem Namen

source: Select a class:
de: Wähle eine Klasse:

source: Group
de: Gruppe

source: Description
de: Beschreibung

source: You must first select a group in the list
de: Sie müssen zuerst eine Gruppe aus der Liste auswählen

source: Birth Date
de: Geburtsdatum

source: Select a user:
de: Wählen Sie einen Benutzer:

source: All users
de: Alle Benutzer

source: Default
de: Standard

source: Reset
de: Zurücksetzen

source: Date
de: Datum

source: User
de: Benutzer

source: Board
de: Tafel

source: Level
de: Stufe

source: Sublevel
de: Unterebene

source: Duration
de: Dauer

source: Boards
de: Tafeln

source: Groups
de: Gruppen

source: Profiles
de: Profile

source: Reports
de: Berichte

source: Users
de: Benutzer

source: Classes
de: Klassen

source: Editing a Profile
de: Bearbeiten ein Profils

source: Editing profile:
de: Bearbeite Profil:

source: Editing a new profile
de: Bearbeite ein neues Profil

source: Profile:
de: Profil:

source: Assign all the groups belonging to this profile
de: Weise alle Gruppen dieses Profils zu

source: You need to provide at least a name for your profile
de: Sie müssen einen Namen für Ihr Profil angeben

source: There is already a profile with this name
de: Es gibt bereits ein Profil mit diesem Namen

source: Profile
de: Profil

source: [Default]
de: [Standard]

source: Editing a User
de: Bearbeiten eines Benutzers

source: Editing a User
de: Bearbeiten eines Benutzers

source: Editing a new user
de: Neuen Benutzer bearbeiten

source: Login:
de: Kennung:

source: First name:
de: Vorname:

source: Last name:
de: Nachname:

source: Birth date:
de: Geburtsdatum:

source: You need to provide at least a login, first name and last name for your users
de: Sie müssen für Ihre Benutzer mindestens eine Kennung, den Vornamen und den Nachnamen angeben.

source: There is already a user with this login
de: Es gibt bereits einen Benutzer mit dieser Kennung

source: To import a user list from a file, first select a class. FILE FORMAT: Your file must be formatted like this: login;First name;Last name;Date of birth The separator is autodetected and can be one of ',', ';' or ':'
de: Um eine Benutzerliste aus einer Datei zu importieren, wählen Sie zuerst die Klasse aus. DATEI FORMAT: Ihre Datei muss folgendermaßen formatiert sein: Kennung; Vorname; Nachname; Geburtsdatum Das Trennzeichen wird automatisch erkannt und kann ',', ';' oder ':' sein.

source: One or more logins are not unique ! You need to change them: %s !
de: Eine oder mehrere Kennungen sind nicht eindeutig! Sie müssen sie ändern: %s!

source: - In the 'Boards' section you can change the list of activities. Just untoggle them in the treeview. You can change the language used for reading, for example, then the language used for saying the names of colors. - You can save multiple configurations, and switch between them easily. In the 'Profile' section add a profile, then in the 'Board' section select the profile in the combobox, then select the boards you want to be active. You can add multiple profiles, with different lists of boards, and different languages. You set the default profile in the 'Profile' section, by choosing the profile you want, then clicking on the 'Default' button. You can also choose a profile from the command line. - You can add users, classes and for each class, you can create groups of users. Note that you can import users from a comma-separated file. Assign one or more groups to a profile, after which those new logins will appear after restarting GCompris. Being able to identify individual children in GCompris means we can provide individual reports. It also recognizes the children as individuals; they can learn to type in and recognize their own usernames (login is configurable).
de: - Im Abschnitt »Tafeln« können Sie die Liste der Aktivitäten ändern. Schalten Sie diese einfach in der Baumansicht an oder aus. Sie können die Sprache für die Tonausgabe ändern, z.B. für die Ansage der Farben. - Sie können verschiedene Konfigurationen speichern und einfach umschalten. Fügen Sie im Abschnitt »Profile« ein Profil hinzu, wählen dann im Abschnitt »Tafeln« das Profil aus und schalten Sie dann die gewünschten Tafeln an oder aus. Sie können mehrere Profile mit verschiedenen Tafellisten und Sprachen anlegen. Das Standardprofil wählen Sie im Abschnitt »Profile« durch Auswählen des Profils und Anklicken des »Standard«-Knopfes. Sie können ein Profil auch auf der Befehlszeile auswählen. - Sie können Benutzer und Klassen hinzufügen und für jede Klasse können Benutzergruppen angelegt werden. Sie können Benutzer auch aus einer durch Komma separierten Datei importieren. Weisen Sie eine oder mehrere Gruppen einem Profil zu. Diese werden nach einem Neustart von GCompris erscheinen. Durch die Möglichkeit, einzelne Kinder in GCompris zu identifizieren, können wir individuelle Berichte bereitstellen. Es würdigt ebenfalls die Individualität der Kinder und sie können lernen, je nach Konfiguration, ihren Benutzernamen entweder zu erkennen oder einzugeben.

source: GCompris Administration Menu
de: GCompris Administratormenü

source: If you want to fine tune GCompris to your needs, you can use the administration module here. The ultimate goal is to provide child-specific reporting for parents and teacher who want to monitor the progress, strengths and needs of their children.
de: Wenn Sie GCompris an Ihre Bedürfnisse anpassen wollen, können Sie dieses Administrationsmodul verwenden. Ziel ist es, über jedes Kind einen eigenen Bericht bereitzustellen, damit interessierte Eltern oder Lehrer dessen Fortschritt, Stärken und Schwächen beobachten können.

source: Left-Click with the mouse to select an activity
de: Klicke mit der linken Maustaste, um eine Tafel anzuwählen.

source: Advanced colors
de: Schwierige Farben

source: Can read
de: Kann lesen

source: Click on the correct color
de: Klicke auf die richtige Farbe.

source: Click on the correct colored box.
de: Klicke auf die Box mit der richtigen Farbe.

source: Learn to recognize unusual colors.
de: Lerne ungewöhnliche Farben zu erkennen

source: Find the {text} butterfly
de: Finde den {text} Schmetterling

source: absinthe
de: Absinth

source: almond
de: Mandel

source: amber
de: Bernstein

source: anise
de: Anis

source: aquamarine
de: Aquamarin

source: auburn
de: Rotbraun

source: azure
de: Himmelblau

source: bistre
de: Bister

source: celadon
de: Seladon

source: cerulean
de: Coelinblau

source: ceruse
de: Kirsche

source: chestnut
de: Kastanie

source: claret
de: Weinrot

source: cobalt
de: Kobalt

source: coral
de: Koralle

source: corn
de: Mais

source: crimson
de: Karmesin

source: cyan
de: Zyan

source: dark_purple
de: Dunkelpurpur

source: dove
de: Taubengrau

source: emerald
de: Smaragd

source: fawn
de: Beige

source: fuchsia
de: Fuchsie

source: garnet
de: Granat

source: glaucous
de: Blaugrün

source: greyish-brown
de: Graubraun

source: greyish_blue
de: Graublau

source: ivory
de: Elfenbein

source: larch
de: Lärche

source: lavender
de: Lavendel

source: lichen
de: Flechte

source: lilac
de: Flieder

source: lime
de: Kalk

source: mahogany
de: Mahagoni

source: malachite
de: Malachit

source: mauve
de: Malvenfarbig

source: mimosa
de: Mimose

source: navy
de: Marine

source: ochre
de: Ocker

source: opaline
de: Opal

source: pistachio
de: Pistazie

source: platinum
de: Platin

source: plum
de: Pflaume

source: prussian_blue
de: Preußisch Blau

source: purple
de: Lila

source: ruby
de: Rubin

source: rust
de: Rost

source: saffron
de: Safran

source: sage
de: Salbei

source: salmon
de: Lachs

source: sapphire
de: Saphir

source: sienna
de: Siena

source: sulphur
de: Schwefel

source: tea
de: Tee

source: turquoise
de: Türkis

source: ultramarine
de: Ultramarin

source: vanilla
de: Vanille

source: verdigris
de: Grünspan

source: vermilion
de: Zinnober

source: wine
de: Wein

source: I am Ready
de: Los geht's!

source: A multiplication of two numbers is displayed. At the right of the equals sign, give the answer, the product. Use the left and right arrows to modify your answer and press the Enter key to check if you've got it right. If not, just try again.
de: Eine Multiplikation zweier Zahlen wird dargestellt. Gib die Antwort, das Produkt, auf der rechten Seite des Gleichheitszeichens ein. Benutze den linken und den rechten Pfeil, um deine Antwort anzupassen und die Eingabetaste, um zu überprüfen, ob du es richtig gemacht hast. Wenn nicht, versuch es einfach nochmal.

source: Answer some algebra questions
de: Beantworte ein paar Fragen aus der Algebra.

source: In a limited time, give the product of two numbers
de: Ermittle das Produkt zweier Zahlen in begrenzter Zeit.

source: Multiplication table
de: Multiplikationstabelle

source: Practice the multiplication operation
de: Übe das Multiplizieren

source: Animal pictures come from the Animal Photography Page of Ralf Schmode (http://schmode.net/). Ralf has kindly permitted Gcompris to include his pictures. Thanks a lot, Ralf.
de: Die Tierbilder wurden der Tierfotoseite von Ralf Schmode (http://schmode.net/) entnommen. Ralf hat freundlicherweise GCompris die Verwendung seiner Bilder gestattet. Vielen Dank Ralf!

source: At the top of the board area, choose the numbers and arithmetic operators that give the specified result. You can deselect a number or operator by clicking on it again.
de: Wähle oben die Zahlen und die arithmetischen Operatoren aus, die das dargestellte Ergebnis liefern. Die Zahlen und Operatoren können durch Anklicken wieder entfernt werden.

source: Deploy a strategy to arrange a set of arithmetic operations to match a given value.
de: Ordne arithmetische Operationen so an, dass sich ein vorgegebener Wert ergibt.

source: Find the series of correct operations that matches the given answer
de: Finde die Rechenschritte zum Ergebnis

source: The four arithmetic operations. Combine several arithmetic operations.
de: Die vier arithmetischen Operationen. Kombiniere verschiedene arithmetische Operationen.

source: Work out the right combination of numbers and operations to match the given value
de: Finde die richtige Kombination von Zahlen und Operationen, um ein angegebenes Ergebnis zu erhalten.

source: A subtraction problem with two numbers is displayed. At the right of the equals sign, give the answer, the difference. Use the left and right arrows to modify your answer and press the Enter key to check if you've got it right. If not, just try again.
de: Eine Subtraktion zweier Zahlen wird dargestellt. Gib die Differenz rechts vom Gleichheitszeichen ein. Benutze den linken und den rechten Pfeil, um deine Antwort anzupassen und die Eingabetaste, um zu überprüfen, ob du es richtig gemacht hast. Wenn nicht, versuch es einfach nochmal.

source: In a limited time, find the difference between two numbers
de: Ermittle die Differenz zwischen zwei Zahlen in begrenzter Zeit.

source: Practice the subtraction operation
de: Übe das Subtrahieren

source: Simple subtraction
de: Einfache Subtraktion

source: An addition problem with two numbers is displayed. At the right of the equals sign, give the answer, the sum. Use the left and right arrows to modify your answer and press the Enter key to check if you've got it right. If not, just try again.
de: Eine Addition zweier Zahlen wird dargestellt. Gib die Summe rechts vom Gleichheitszeichen ein. Benutze den linken und den rechten Pfeil, um deine Antwort anzupassen und die Eingabetaste, um zu überprüfen, ob du es richtig gemacht hast. Wenn nicht, versuch es einfach nochmal.

source: In a limited time, find the sum of of two numbers. Introduction to simple in-line addition.
de: Ermittle die Summe zweier Zahlen in begrenzter Zeit. Einführung in die einfache Addition.

source: Practice the addition operation
de: Übe das Addieren

source: Simple addition. Can recognize written numbers
de: Einfache Addition. Kann geschriebene Zahlen erkennen

source: Complete a list of symbols
de: Vervollständige eine Liste mit Symbolen.

source: Find the next symbol in a list.
de: Finde das nächste Symbol in einer Liste.

source: Logic training activity
de: Logik-Training

source: Move and click the mouse
de: Bewege und klicke mit der Maus

source: algorithm
de: Algorithmus

source: Fill color...
de: Füllfarbe …

source: Stroke color...
de: Strichfarbe …

source: Save...
de: Speichern …

source: Load...
de: Laden …

source: Run the animation
de: Die Animation starten

source: Select
de: Auswählen

source: Rectangle
de: Rechteck

source: Filled rectangle
de: Gefülltes Rechteck

source: Circle
de: Kreis

source: Filled circle
de: Gefüllter Kreis

source: Line
de: Linie

source: Image...
de: Bild …

source: Fill
de: Füllen

source: Delete
de: Löschen

source: Flip
de: Spiegeln

source: Raise
de: Anheben

source: Lower
de: Absenken

source: Current frame
de: Aktueller Rahmen

source: Create a drawing or an animation
de: Erstelle eine Zeichnung oder einen Trickfilm

source: Free drawing and animation tool.
de: Zeichen- und Animationswerkzeug

source: In this game, children can draw freely. The goal is to discover how to create attractive drawings based on basic shapes: rectangles, ellipses and lines. To give children a wider range of choices, a set of images can also be used.
de: In diesem Spiel können die Kinder frei zeichnen. Das Ziel ist, zu entdecken, wie man gutaussehende Zeichnungen aus grundlegenden Formen erstellt: Rechtecke, Ellipsen und Linien. Um den Kindern eine große Auswahl zu bieten, kann auch ein Satz Bilder verwendet werden.

source: Needs to be capable of moving and clicking the mouse easily
de: Muss die Maus leicht bewegen und klicken können
