Repository: gcompris/GCompris-gtk
Catalog: po/*.po
Languages: de

source: Select a drawing tool on the left, and a color down the bottom. Then click and drag in the white area to create a new shape. Once you've completed a drawing, you can select a new frame to work on by selecting one of the small rectangles on the bottom. Each frame contains the same content as its previous one. You can then edit it by moving objects a little bit or adding/deleting objects. When you create several frames and then click on the 'film' button, you will see all your images in a continuous slide-show (an infinite loop pattern). You can change the last image in your film by right clicking on a time frame. You can also change the viewing speed in this mode. In viewing mode, click on the 'drawing' button to return to drawing mode. You can also save and reload your animations with the 'floppy disk' and 'folder' buttons.
de: Wähle ein Malwerkzeug auf der linken Seite und eine Farbe am unteren Rand aus. Dann klicke und ziehe die Maus im weißen Bereich, um eine neue Form zu erzeugen. Wenn die Zeichnung fertig ist, kannst du einen neuen Rahmen zum Arbeiten wählen, indem du eines der kleinen Rechtecke unten wählst. Jeder Rahmen enthält den gleichen Inhalt wie der letzte. Du kannst dann die Gegenstände ein wenig bewegen, hinzufügen oder löschen. Erstelle mehrere Zeichnungen und klicke dann auf den Film-Knopf. Du wirst alle deine Bilder dann in einer Endlosschleife abgespielt sehen. Du kannst das letzte Bild im Film durch einen Klick mit der rechten Maustaste auf einen Zeitrahmen ändern. In diesem Modus kannst du auch die Abspielgeschwindigkeit ändern. Klicke im Abspielmodus auf die Farbpalette, um in den Zeichenmodus zurückzukehren. Du kannst dann jedes einzelne Bild deines Trickfilms mit Hilfe der Bildauswahl unten links bearbeiten. Du kannst deine Trickfilme mit dem Diskettensymbol abspeichern und mit dem Ordnersymbol laden.

source: File '%s' is not found. You cannot play this activity.
de: Die Datei »%s« wurde nicht gefunden. Du kannst diese Aktivität nicht abspielen.

source: NORTH
de: NORD

source: SOUTH
de: SÜD

source: Choose a house
de: Wähle ein Haus

source: Your turn to play ...
de: Du bist dran …

source: Not allowed! Try again !
de: Nicht erlaubt! Versuche etwas anderes.

source: At the beginning of the game four seeds are placed in each house. Players take turns moving the seeds. In each turn, a player chooses one of the six houses under his or her control. The player removes all seeds from this house, and distributes them, dropping one in each house counter-clockwise from the original house, in a process called sowing. Seeds are not distributed into the end scoring houses, nor into the house drawn from. That is, the starting house is left empty; if it contained 12 seeds, it is skipped, and the twelfth seed is placed in the next house. After a turn, if the last seed was placed into an opponent's house and brought its total to two or three, all the seeds in that house are captured and placed in the player's scoring house (or set aside if the board has no scoring houses). If the previous-to-last seed also brought the total seeds in an opponent's house to two or three, these are captured as well, and so on. However, if a move would capture all an opponent's seeds, the capture is forfeited, and the seeds are instead left on the board, since this would prevent the opponent from continuing the game. The proscription against capturing all an opponent's seeds is related to a more general idea, that one ought to make a move that allows the opponent to continue playing. If an opponent's houses are all empty, the current player must make a move that gives the opponent seeds. If no such move is possible, the current player captures all seeds in his/her own territory, ending the game. (Source Wikipedia &lt;http://en.wikipedia.org/wiki/Oware&gt;)
de: Zu Spielbeginn werden vier Samen in jedes Haus gelegt. Dann wechseln sich die Spieler bei der Verteilung der Samen ab: Bei jedem Zug entfernt ein Spieler zunächst alle Samen aus einem seiner sechs Häuser. Er verteilt sie, indem er sie, vom ausgewählten Haus angefangen, entgegen dem Uhrzeigersinn auf die anderen Häuser verteilt. Dieser Prozess wird "Aussaat" genannt. Die Samen werden dabei weder in die Wertungshäuser noch in das gerade ausgewählte Haus verteilt. Das bedeutet, dass das Starthaus leer gelassen wird. Wenn es zwölf Samen enthielt, wird es übersprungen und der zwölfte Samen in das nächste Haus gelegt. Wenn nach einem Spielzug der letzte Samen in ein gegnerisches Haus gelegt wurde und so die Anzahl dessen Samen auf zwei oder drei gebracht wurde, werden alle Samen dieses Hauses erbeutet. Sie werden in das Wertungshaus des Spielers gelegt. Wenn der vorletzte Samen ebenfalls die Anzahl der Samen in einem gegnerischen Haus auf zwei oder drei gebracht hat, werden diese auch erobert, und so weiter. Wenn ein Zug jedoch alle Samen eines Gegners erobern würde, verfällt er und die Samen bleiben auf dem Brett. Sonst könnte der Gegner das Spiel nicht mehr fortsetzen. Das Verbot, alle Samen des Gegners zu erobern, steht in Zusammenhang mit der allgemeinen Idee, dass man Züge durchführen sollte, die es dem Gegner ermöglichen sollen, weiterzuspielen. Wenn die Häuser des Gegners alle leer sind, muss der Spieler einen Zug durchführen, der dem Gegner wieder Samen gibt. Wenn kein solcher Zug möglich ist, erobert der Spieler alle Samen in seinem eigenen Territorium und das Spiel ist vorbei.

source: Play the Oware strategy game against Tux
de: Spiele das Oware-Strategiespiel gegen Tux.

source: The object of the game is to capture more seeds than one's opponent. Since the game has only 48 seeds, capturing 25 is sufficient to accomplish this. Since there are an even number of seeds, it is possible for the game to end in a draw, where each player has captured 24. The game is over when one player has captured 25 or more stones, or both players have taken 24 stones each (draw). If both players agree that the game has been reduced to an endless cycle, each player captures the stones on their side of the board.
de: Das Ziel dieses Spieles ist es, mehr Samen als der Gegner zu erobern. Da nur 48 Samen im Spiel sind, genügt die Eroberung von 25 Samen. Da die Anzahl der Samen gerade ist, kann das Spiel in einem Gleichstand enden, bei dem jeder Spieler 24 Samen erobert hat. Das Spiel ist vorbei, wenn ein Spieler 25 oder mehr Samen erobert hat oder beide Spieler 24 Samen erobert haben.

source: Drag and Drop the items to make them match
de: Stelle die Bilder passend zusammen.

source: In the main board area, a set of objects is displayed. In the vertical box (at the left of the main board) another set of objects is shown, each object in the group on the left matching exactly one object in the main board area. This game challenges you to find the logical link between these objects. How do they fit together? Drag each object to the correct red space in the main area.
de: Im Bereich der Haupttafel ist ein Satz von Objekten dargestellt. Im vertikalen Rahmen (links von der Haupttafel) ist ein weiterer Satz von Objekten dargestellt. Jedes dieser Objekte passt exakt zu einem Objekt der Haupttafel. Du musst die logische Verknüpfung zwischen diesen Objekten finden. Wie passen sie zusammen? Ziehe die Objekte in die richtigen roten Felder der Haupttafel.

source: Matching Items
de: Zusammengehörige Teile

source: Motor coordination. Conceptual matching.
de: Motorische Fähigkeiten. Verknüpfung von Begriffen.

source: Mouse manipulation: movement, drag and drop. Cultural references.
de: Maus-Handhabung: Bewegung, Ziehen und ablegen. Kulturelle Bezüge.

source: <b>%1$s</b> configuration for profile <b>%2$s</b>
de: <b>%1$s</b> Konfiguration für Profil <b>%2$s</b>

source: Complete the puzzle
de: Vervollständige das Puzzle

source: Complete the puzzle by dragging each piece from the set of pieces on the left, to the matching space in the puzzle.
de: Vervollständige das Puzzle durch Ziehen der Teile aus der linken Seite auf den passenden Platz im Puzzle.

source: Drag and Drop the shapes on their respective targets
de: Ziehe die Formen auf den passenden Umriss.

source: Good mouse-control
de: Gute Beherrschung der Maus

source: The dog is provided by Andre Connes and released under the GPL
de: Der Hund wurde von Andre Connes zur Verfügung gestellt und wurde unter der GPL veröffentlicht.

source: Hello ! My name is Lock.
de: Hallo! Ich heiße Lock.

source: Lock on the grass.
de: Lock im Gras.

source: Lock with colored shapes.
de: Lock mit farbigen Formen.

source: Pieter Bruegel the Elder, The peasants wedding - 1568
de: Pieter Bruegel d.Ä, Bauernhochzeit - 1568

source: The Lady and the Unicorn - XVe century
de: The Lady and the Unicorn - 15. Jahrhundert

source: Vincent van Gogh, Bedroom in Arles - 1888
de: Vincent van Gogh, Schlafzimmer in Arles - 1888

source: Ambrosius Bosschaert the Elder, Flower Still Life - 1614
de: Ambrosius Bosschaert d.Ä., Blumenstillleben - 1614

source: Press the two shift keys at the same time, to make the ball go in a straight line.
de: Drücke die beiden Hochstelltasten gleichzeitig, um den Ball gerade zu werfen.

source: Make the ball go to Tux
de: Wirf den Ball zu Tux

source: Brain
de: Gehirn

source: Don't use the last ball
de: Lege nicht die letzte Kugel

source: Logic-training activity
de: Logik-Training

source: Place balls in the holes. You win if the computer has to place the last ball. If you want Tux to begin, just click on him.
de: Lege Kugeln in die Löcher. Du gewinnst, wenn der Rechner die letzte Kugel spielt. Wenn du möchtest, dass Tux anfängt, klicke einfach auf ihn.

source: bar game
de: Kugelreihe

source: Move the mouse
de: Bewege die Maus

source: Kick the ball into the black hole on the right
de: Schieß den Ball ins rechte schwarze Loch.

source: Kick the ball into the goal
de: Schieß den Ball ins Tor.

source: Mouse-manipulation
de: Maus-Handhabung

source: Point the mouse and click on the ball, to set the speed and direction of the ball. The closer you click to the centre, the slower the ball moves.
de: Klicke auf den Ball, um dessen Richtung und Geschwindigkeit festzulegen. Je näher du die Mitte anklickst, desto langsamer ist der Ball.

source: The football game
de: Das Fußballspiel

source: Main Menu Second Version
de: Hauptmenü Version 2

source: Select a Board
de: Wähle eine Tafel

source: Number of activities: %d
de: Anzahl Aktivitäten: %d

source: Python Board
de: Python Tafel

source: Special board that embeds python into GCompris.
de: Spezial-Tafel, die Python in GCompris einbettet.

source: Special board that embeds python into gcompris.
de: Spezial-Tafel, die Python in GCompris einbettet.

source: Drawing by Stephane Cabaraux.
de: Zeichnung von Stephane Cabaraux.

source: Operate a canal lock
de: Bediene eine Schleuse

source: Tux is in trouble, and needs to take his boat through a lock. Help Tux and find out how a canal lock works.
de: Tux ist in Schwierigkeiten und muss sein Schiff durch eine Schleuse bringen. Hilf Tux und verstehe, wie eine Schleuse funktioniert.

source: You are in charge of the canal lock. Open the gates and the locks in the right order, so Tux can travel through the gates in both directions.
de: Du bist für die Schleuse verantwortlich. Öffne die Tore und Schließtore in der richtigen Reihenfolge, so dass Tux in beide Richtungen durch die Schleuse fahren kann.

source: All messages will be displayed here.
de: Alle Nachrichten werden hier angezeigt.

source: Your Friends
de: Deine Freunde

source: Your Channel
de: Dein Kanal

source: Type your message here, to send to other GCompris users on your local network.
de: Gib hier deine Nachricht ein, um sie an andere GCompris-Nutzer im lokalen Netzwerk zu senden.

source: color
de: Farbe

source: ERROR: Failed to initialize the network interface. You cannot communicate.
de: FEHLER: Die Netzwerkschnittstelle konnte nicht initialisiert werden. Du kannst nicht kommunizieren.

source: Has left the chat.
de: Hat den Chat verlassen.

source: You must set a channel in your channel entry box first.
de: Du musst zuerst einen Kanal auswählen.

source: Your friends must set the same channel in order to communicate with you
de: Deine Freunde müssen den gleichen Kanal einstellen, damit Sie mit dir reden können.

source: Chat and draw with your friends
de: Chatte und zeichne mit deinen Freunden

source: This chat activity only works on the local network
de: Diese Aktivität funktioniert nur im lokalen Netzwerk

source: This chat activity will only work with other GCompris users on your local network, not on the Internet. To use it, just type in your message and hit Enter. Your message is then broadcasted on the local network, and any GCompris program running the chat activity on that local network will receive and display your message.
de: Diese Chat-Aktivität funktioniert nur mit anderen GCompris-Nutzern im lokalen Netzwerk und nicht im Internet. Gib einfach deine Nachricht ein und drücke die Eingabetaste. Deine Nachricht wird dann im lokalen Netzwerk gesendet und jedes GCompris-Programm, in dem die Chat-Aktivität läuft, wird deine Nachricht empfangen und anzeigen.

source: Error: The external program gnuchess died unexpectedly
de: Fehler: Das externe Programm gnuchess wurde unerwartet beendet

source: Error: The external program gnuchess is mandatory to play chess in gcompris. First install it, and check it is in
de: Fehler: Das externe Programm gnuchess wird benötigt, um Schach in GCompris spielen zu können. Installieren Sie es und überprüfen Sie, ob es vorhanden ist.

source: White's Turn
de: Weiß am Zug

source: Black's Turn
de: Schwarz am Zug

source: White checks
de: Weiß Schach

source: Black checks
de: Schwarz Schach

source: Black mates
de: Schwarz Matt

source: White mates
de: Weiß Matt

source: Drawn game
de: Unentschieden

source: Error: The external program gnuchess died unexpectingly
de: Fehler: Das externe Programm gnuchess hat sich unerwartet beendet

source: Learning chess
de: Lerne Schach

source: The chess engine is from gnuchess.
de: Das Schachsystem ist aus gnuchess.

source: Chess training. Catch the computer's pawns.
de: Schach-Training. Schlage die Bauern des Rechners.

source: Play the end of the chess game against the computer
de: Spiele Schach-Endspiele gegen den Rechner.

source: Drag and Drop the items to organize the story
de: Bewege Gegenstände an ihren Platz, um eine Geschichte anzuordnen.

source: Moon photo is copyright NASA. The space sounds come from Tuxpaint and Vegastrike which are released under the GPL license. The transportation images are copyright Franck Doucet. Dates of Transportation are based on those found in &lt;http://www.wikipedia.org&gt;.
de: Das Mondfoto kommt von der NASA Die Weltraum-Geräusche sind aus Tuxpaint und Vegastrike die der GPL unterliegen. Die Bilder der Beförderungsmittel stammen von Franck Doucet. Die Daten der Beförderungsmittel basieren auf Angaben aus &lt;http://www.wikipedia.org&gt;.

source: Pick from the pictures on the left and put them on the red dots
de: Wähle aus den Bilder auf der linken Seite und lege sie auf die roten Punkte

source: Sort the pictures into the order that tells the story
de: Ordne die Bilder in der Reihenfolge der Geschichte

source: Tell a short story
de: Erzähle eine kurze Geschichte

source: Moonwalker
de: Spaziergang auf dem Mond

source: Autumn
de: Herbst

source: Spring
de: Frühling

source: Summer
de: Sommer

source: The 4 Seasons
de: Die vier Jahreszeiten

source: Gardening
de: Gartenarbeit

source: Tux and the apple tree
de: Tux und der Apfelbaum

source: 1829 Stephenson's Rocket Steam locomotive
de: 1829 Stephensons Rocket Dampflokomotive

source: Place each image in the order and on the date it was invented. If not sure, research online at wikipedia: http://www.wikipedia.org
de: Platziere jedes Bild in der Reihenfolge und auf das Datum, an dem es erfunden wurde. Wenn du dir unsicher bist, kannst du im Internet unter http://www.wikipedia.de nachschlagen.

source: Transportation
de: Verkehrsmittel

source: 1783 Montgolfier brothers' hot air balloon
de: 1783 Gebrüder Montgolfier Heißluftballon

source: 1880 Clement Ader's Eole
de: 1880 Eole von Clement Aders

source: 1906 Paul Cornu First helicopter flight
de: 1906 Paul Cornu erster Hubschrauberflug

source: 1791 Comte de Sivrac's Celerifere
de: 1791 Die Celerifere von Comte de Sivrac

source: 1903 The Wright brothers' Flyer III
de: 1903 Flyer III der Gebrüder Wright

source: 1909 Louis Bleriot crosses the English Channel
de: 1909 Louis Bleriot überquert den Ärmelkanal

source: Aviation
de: Luftfahrt

source: 1927 Charles Lindbergh crosses the Atlantic Ocean
de: 1927 Charles Lindbergh überquert den Atlantik

source: 1934 Hélène Boucher's speed record of 444km/h
de: 1934 Helene Bouchers Geschwindigkeitsrekord von 444km/h

source: 1947 Chuck Yeager breaks the sound-barrier
de: 1947 Chuck Yeager durchbricht die Schallmauer

source: 1885 The first petrol car by Benz
de: 1885 Das erste Benzinauto von Benz

source: The car
de: Das Auto

source: Cars
de: Autos

source: Error: this activity cannot be played with the sound effects disabled. Go to the configuration dialog to enable the sound
de: Fehler: Diese Aktivität kann nicht mit abgeschalteter Tonausgabe gespielt werden! Der Ton kann in der Konfiguration eingeschaltet werden.

source: Error: this activity requires that you first install the packages with GCompris voices for the locale '%s' or '%s'
de: Fehler: Diese Aktivität erfordert die Installation der Pakete mit den GCompris-Stimmen für das Gebiet '%s' oder '%s'

source: Error: this activity requires that you first install the packages with GCompris voices for the locale '%s' ! Fallback to english, sorry!
de: Fehler: Diese Aktivität erfordert die Installation der Pakete mit den GCompris-Stimmen für das Gebiet '%s'! Weiche auf Englisch aus!

source: Uppercase only text
de: Nur Großbuchstaben

source: A letter is spoken. Click on the matching letter in the main area. You can listen to the letter again, by clicking on the mouth icon in the bottom box.
de: Ein Buchstabe wird gesprochen. Klicke auf den zugehörigen Buchstaben auf dem Bildschirm. Du kannst den Buchstaben nochmal hören, wenn du auf das Mund-Symbol am unteren Bildschirmrand klickst.

source: Click on a letter
de: Klicke auf einen Buchstaben

source: Letter-name recognition
de: Buchstaben-Erkennung

source: Listen to a letter and click on the right one
de: Höre einen Buchstaben und klicke den Richtigen an.

source: Visual letter-recognition. Can move the mouse.
de: Bildliche Buchstaben-Erkennung. Kann die Maus bewegen.

source: Click and draw
de: Klicken und Ziehen

source: Draw the picture by clicking on each blue point in sequence.
de: Zeichne das Bild durch Anklicken der blauen Punkte in der richtigen Reihenfolge.

source: Draw the picture by clicking on the blue points.
de: Zeichne das Bild durch Anklicken der blauen Punkte.

source: Click On Me
de: Klick mich an

source: Fish are taken from the Unix utility xfishtank. All image credits belong to Guillaume Rousse.
de: Die Fische stammen aus dem Unix-Programm xfishtank. Die Bilder stammen von Guillaume Rousse.

source: Left-Click with the mouse on all the swimming fish before they leave the fishtank
de: Klicke mit der linken Maustaste auf alle Fische, bevor sie aus dem Aquarium schwimmen.

source: Motor coordination: moving and clicking the mouse.
de: Motorische Fähigkeiten: Bewegen und Klicken der Maus.

source: Use the left mouse button to click on the moving fish. A level 5 and after, a double click is mandatory.
de: Klicke mit der linken Maustaste auf die schwimmenden Fische. Ab Stufe 5 und höher ist ein Doppelklick nötig.

source: Set the watch to:
de: Stelle die Uhr auf:

source: Distinguish between time-units (hour, minute and second). Set and display time on a clock.
de: Unterscheide Zeiteinheiten (Stunde, Minute und Sekunde). Stelle die Zeit einer Uhr ein.

source: Learn how to tell the time
de: Lerne, die Uhr zu stellen.

source: Learning Clock
de: Lerne die Uhrzeit

source: Set the clock to the time given, in the time-units shown (hours:minutes or hours:minutes:seconds). Click on the different arrows, and move the mouse, to make the numbers go up or down.
de: Stelle die Uhr auf die angegebene Zeit ein (gezeigte Zeiteinheiten Stunden:Minuten oder Stunden:Minuten:Sekunden). Du kannst die Zeiger durch Anklicken und Bewegen mit der Maus stellen.

source: The concept of time. Reading the time.
de: Der Begriff Zeit. Zeit lesen.

source: Click on the blue duck
de: Klicke auf die blaue Ente

source: Click on the brown duck
de: Klicke auf die braune Ente

source: Click on the green duck
de: Klicke auf die grüne Ente

source: Click on the grey duck
de: Klicke auf die graue Ente

source: Click on the orange duck
de: Klicke auf die orange Ente

source: Click on the purple duck
de: Klicke auf die lila Ente

source: Click on the red duck
de: Klicke auf die rote Ente

source: Click on the yellow duck
de: Klicke auf die gelbe Ente

source: Click on the black duck
de: Klicke auf die schwarze Ente

source: Click on the white duck
de: Klicke auf die weiße Ente

source: Can move the mouse.
de: Kann die Maus bewegen

source: Click on the right color
de: Klicke auf die richtige Farbe

source: Colors
de: Farben

source: Listen to the color and click on the matching duck.
de: Hör die Farbe und klicke auf die passende Ente.

source: This board teaches you to recognize different colors. When you hear the name of the color, click on the duck wearing it.
de: In dieser Tafel wird die Farberkennung geübt. Nachdem du den Namen einer Farbe gehört hast, klicke auf die Ente mit dieser Farbe.

source: Find the {text} duck
de: Finde die {text} Ente

source: black
de: Schwarz

source: blue
de: Blau

source: brown
de: Braun

source: green
de: Grün

source: grey
de: Grau

source: red
de: Rot

source: white
de: Weiß

source: yellow
de: Gelb

source: Arrange four coins in a row
de: Ordne vier Münzen in einer Reihe.

source: Click the position in the line where you want to drop a piece. You can also use the arrow keys to move the piece left or right, and the down or space key to drop a piece.
de: Klicke die Position in der Reihe, in der du einen Spielstein ablegen möchtest. Du kannst auch die Pfeiltasten »Rechts« und »Links« zum Bewegen und die Leertaste oder die Pfeiltaste »Runter« zum Ablegen eines Spielsteines benutzen.

source: Connect 4 (2 Players)
de: Vier gewinnt (2 Spieler)

source: Create a line of 4 pieces either horizontally (lying down) or vertically (standing up) or diagonally.
de: Bilde eine waagerechte (liegende), senkrechte (stehende) oder diagonale (schräge) Linie mit vier Spielsteinen.

source: The original code was written in 2005 by Laurent Lacheny. In 2006, Miguel de Izarra made the two players game. Images and Artificial Intelligence taken from project 4stattack by Jeroen Vloothuis. The original project can be found on &lt;http://forcedattack.sourceforge.net&gt;
de: Das Programm wurde ursprünglich 2005 von Laurent Lacheny geschrieben. 2006 hat Miguel de Izarra das Zweispielerprogramm erstellt. Bilder und künstliche Intelligenz aus dem Projekt 4stattack von Jeroen Vloothuis entnommen. Das ursprüngliche Projekt befindet sich unter &lt;http://forcedattack.sourceforge.net&gt;

source: Connect 4
de: Vier gewinnt

source: Create a line of 4 pieces either horizontally (lying down), vertically (standing up) or diagonally.
de: Bilde eine waagerechte (liegende), senkrechte (stehende) oder diagonale (schräge) Linie mit vier Spielsteinen.
