Repository: gcompris/GCompris-gtk
Catalog: po/*.po
Languages: de

source: Use -l to access an activity directly.
de: Verwende -l, um direkt auf eine Aktivität zuzugreifen.

source: The list of available activities is :
de: Liste der verfügbaren Aktivitäten:

source: Number of activities: %d
de: Anzahl Aktivitäten: %d

source: %s exists but is not readable or writable
de: %s existiert aber ist weder lesbar noch beschreibbar

source: The --server option cannot be used because GCompris has been compiled without network support!
de: Die Option »--server« kann nicht verwendet werden, weil GCompris ohne Netzwerkunterstützung kompiliert wurde!

source: ERROR: Profile '%s' is not found. Run 'gcompris --profile-list' to list available ones
de: FEHLER: Profil »%s« kann nicht gefunden werden. Führen Sie zur Auflistung der vorhandenen »gcompris --profile-list« aus

source: The list of available profiles is:
de: Liste der verfügbaren Profile:

source: Unaffected
de: Nicht betroffen

source: Users without a class
de: Benutzer ohne eine Klasse

source: Loading activity from database: %s
de: Aktivitäten werden aus der Datenbank geladen: %s

source: Prerequisite
de: Voraussetzung

source: Goal
de: Ziel

source: Manual
de: Handbuch

source: Credit
de: Dank

source: Loading activity from file: %s
de: Aktivitäten werden aus einer Datei geladen: %s

source: This directory contains the files you create with the GCompris educational suite
de: Dieser Ordner enthält die Dateien, die Du mit GCompris erstellst

source: Put any number of images in this directory. You can include these images in your drawings and animations. The image formats supported are jpeg, png and svg.
de: Kopiere beliebige Bilder in diesen Ordner. Du kannst diese Bilder in Deinen Zeichnungen und Animationen verwenden. Die Bildformate JPEG, PNG und SVG werden unterstützt.

source: Help
de: Hilfe

source: About
de: Info

source: Previous level
de: Vorhergehende Stufe

source: Next level
de: Nächste Stufe

source: Refresh
de: Aktualisieren

source: Settings
de: Einstellungen

source: Back
de: Zurück

source: Stop
de: Stopp

source: Time Elapsed
de: Vergangene Zeit

source: Remaining Time = %d
de: Verbleibende Zeit = %d

source: Drag and Drop the regions to redraw the whole country
de: Füge die Regionen zu einem ganzen Land zusammen

source: Locate the region
de: Finde die Region

source: Mouse manipulation: movement, drag and drop
de: Maus-Handhabung: Bewegung, Ziehen und Ablegen

source: The map of Germany comes from Wikipedia and is released under the GNU Free Documentation License. Olaf Ronneberger and his children Lina and Julia Ronneberger created the German level.
de: Die Deutschlandkarte ist aus Wikipedia. Sie ist unter der GNU Free Documentation License freigegeben. Olaf Ronneberger und seine Kinder Lina und Julia Ronneberger haben diese Ebene erstellt.

source: Regions of France
de: Französische Regionen

source: Provincias Argentinas
de: Argentinische Bezirke

source: Polish Voivodship
de: Polnische Woiwodschaften

source: Districts of Turkey
de: Bezirke der Türkei

source: Eastern Districts of Turkey
de: Östliche Bezirke der Türkei

source: Counties of Norway
de: Norwegische Bezirke

source: Counties of Brazil
de: Brasilianische Bezirke

source: Drag and Drop the items to redraw the whole map
de: Füge eine Landkarte zusammen.

source: Locate the countries
de: Finde die Länder

source: Africa
de: Afrika

source: America
de: Amerika

source: Antartica
de: Antarktis

source: Asia
de: Asien

source: Continents
de: Kontinente

source: Europe
de: Europa

source: Oceania
de: Ozeanien

source: Canada
de: Kanada

source: Cuba
de: Kuba

source: Dominican Republic
de: Dominikanische Republik

source: Greenland
de: Grönland

source: Iceland
de: Island

source: Jamaica
de: Jamaika

source: Mexico
de: Mexiko

source: North America
de: Nordamerika

source: United States of America
de: USA

source: Argentina
de: Argentinien

source: Bolivia
de: Bolivien

source: Brazil
de: Brasilien

source: Colombia
de: Kolumbien

source: French Guiana
de: Französisch-Guayana

source: South America
de: Südamerika

source: Suriname
de: Surinam

source: Austria
de: Österreich

source: Belgium
de: Belgien

source: Denmark
de: Dänemark

source: Finland
de: Finnland

source: France
de: Frankreich

source: Germany
de: Deutschland

source: Ireland
de: Irland

source: Italy
de: Italien

source: Luxembourg
de: Luxemburg

source: Norway
de: Norwegen

source: Spain
de: Spanien

source: Sweden
de: Schweden

source: Switzerland
de: Schweiz

source: The Netherlands
de: Niederlande

source: United Kingdom
de: Vereinigtes Königreich

source: Western Europe
de: West-Europa

source: Albania
de: Albanien

source: Belarus
de: Weißrussland

source: Bosnia Herzegovina
de: Bosnien-Herzegowina

source: Bulgaria
de: Bulgarien

source: Croatia
de: Kroatien

source: Cyprus
de: Zypern

source: Eastern Europe
de: Ost-Europa

source: Estonia
de: Estland

source: Greece
de: Griechenland

source: Hungary
de: Ungarn

source: Latvia
de: Lettland

source: Lithuania
de: Litauen

source: Macedonia
de: Mazedonien

source: Moldova
de: Moldavien

source: Poland
de: Polen

source: Romania
de: Rumänien

source: Russia
de: Russland

source: Serbia Montenegro
de: Serbien-Montenegro

source: Slovak Republic
de: Slowakei

source: Slovenia
de: Slowenien

source: Turkey
de: Türkei

source: Algeria
de: Algerien

source: Cameroon
de: Kamerun

source: Central African Republic
de: Zentralafrikanische Republik

source: Chad
de: Tschad

source: Djibouti
de: Dschibuti

source: Egypt
de: Ägypten

source: Equatorial Guinea
de: Äquatorial-Guinea

source: Ethiopia
de: Äthiopien

source: Gabon
de: Gabun

source: Ivory Coast
de: Elfenbeinküste

source: Libya
de: Libyen

source: Mauritania
de: Mauretanien

source: Morocco
de: Marokko

source: Northern Africa
de: Nordafrika

source: Rwanda
de: Ruanda

source: Tunisia
de: Tunesien

source: Western Sahara
de: Westsahara

source: Democratic Republic of Congo
de: Demokratische Republik Kongo

source: Kenya
de: Kenia

source: Madagascar
de: Madagaskar

source: Mozambique
de: Mosambik

source: Republic of Congo
de: Republik Kongo

source: South Africa
de: Südafrika

source: Southern Africa
de: Südafrika

source: Swaziland
de: Swasiland

source: Tanzania
de: Tansania

source: Zambia
de: Sambia

source: Zimbabwe
de: Simbabwe

source: Simple Letters
de: Einfache Buchstaben

source: Type the falling letters before they reach the ground
de: Gib die fallenden Buchstaben ein, bevor sie unten ankommen.

source: <b>%s</b> configuration for profile <b>%s</b>
de: <b>%s</b> Konfiguration für Profil <b>%s</b>

source: Enable sounds
de: Tonausgabe aktivieren

source: Keyboard manipulation
de: Tastatur-Handhabung

source: Letter association between the screen and the keyboard
de: Buchstaben-Erkennung zwischen Bildschirm und Tastatur

source: Equality Number Munchers
de: Gleichheits-Zahlenmampfer

source: Guide the Number Muncher to the expressions that equal the number at the top of the screen.
de: Leite den Zahlenmampfer zu den Ausdrücken, die der oberen Zahl entsprechen.

source: Practice addition, multiplication, division and subtraction.
de: Übe Addition, Multiplikation, Division und Subtraktion.

source: Use the arrow keys to navigate around the board and to avoid the Troggles. Press the spacebar to eat a number.
de: Verwende die Pfeiltasten, um den Zahlenmampfer auf dem Brett zu bewegen und den Troggeln auszuweichen. Drücke die Leertaste, um eine Zahl zu essen.

source: and %d
de: und %d

source: %d is divisible by %s.
de: %d ist teilbar durch %s.

source: 1 is not a prime number.
de: 1 ist keine Primzahl.

source: Primes less than %d
de: Primzahlen kleiner als %d

source: Multiples of %(d1)d include %(s)s, but %(d2)d is not a multiple of %(d3)d.
de: Vielfache von %(d1)d enthalten %(s)s, aber %(d2)d ist kein Vielfaches von %(d3)d.

source: Factors of %d
de: Faktoren von %d

source: %s are the factors of %d.
de: %s sind die Faktoren von %d.

source: Multiples of %d
de: Vielfache von %d

source: Equal to %d
de: Gleich %d

source: Not equal to %d
de: Ungleich %d

source: You were eaten by a Troggle. Press <Return> to continue.
de: Du wurdest durch einen Troggel gefressen. Drücke die <Eingabetaste> zum Weitermachen.

source: You ate a wrong number.
de: Die Nummer war falsch.

source: Press <Return> to continue.
de: Drücke die <Eingabetaste> zum Weitermachen.

source: T R O G G L E
de: T R O G G E L

source: Factor Number Munchers
de: Faktoren-Zahlenmampfer

source: Guide the Number Muncher to all the factors of the number at the top of the screen.
de: Leite den Zahlenmampfer zu allen Faktoren der oberen Zahl.

source: Learn about factors and multiples.
de: Lerne Faktoren und Vielfache.

source: The factors of a number are all the numbers that divide that number evenly. For example, the factors of 6 are 1, 2, 3 and 6. 4 is not a factor of 6 because 6 cannot be divided into 4 equal pieces. If one number is a multiple of a second number, then the second number is a factor of the first number. You can think of multiples as families, and factors are the people in those families. So 1, 2, 3 and 6 all fit into the 6 family, but 4 belongs to another family. Use the arrow keys to navigate around the board and to avoid the Troggles. Press the spacebar to eat a number.
de: Die Faktoren einer Zahl teilen diese Zahl ohne Rest. Zum Beispiel sind 1, 2, 3 und 6 die Faktoren von 6. Jedoch ist 4 kein Faktor von 6, da 6 nicht in 4 ganze Teile zerlegt werden kann. Wenn eine Zahl das Vielfache einer anderen Zahl ist, dann ist die zweite Zahl ein Faktor der ersten Zahl. Du kannst Vielfache als eine Art Familie ansehen. Faktoren sind die Personen in einer Familie. 1, 2, 3 und 6 gehören alle in die Familie "6", aber 4 gehört zu einer anderen Familie.Verwende die Pfeiltasten, um den Zahlenmampfer auf dem Brett zu bewegen und den Troggeln auszuweichen. Drücke die Leertaste, um eine Zahl zu essen.

source: Guide the Number Muncher to the all the expressions that do not equal the number at the top of the screen.
de: Leite den Zahlenmampfer zu allen Ausdrücken, die nicht der oberen Zahl entsprechen.

source: Inequality Number Munchers
de: Ungleichheits-Zahlenmampfer

source: Practice addition, subtraction, multiplication and division.
de: Übe Addition, Subtraktion, Multiplikation und Division.

source: Guide the Number Muncher to all the multiples of the number at the top of the screen.
de: Leite den Zahlenmampfer zu allen Vielfachen der oberen Zahl.

source: Learn about multiples and factors.
de: Lerne Vielfache und Faktoren

source: Multiple Number Munchers
de: Vielfaches-Zahlenmampfer

source: The multiples of a number are all the numbers that are equal to the original number times another number. For example, 24, 36, 48 and 60 are all multiples of 12. 25 is not a multiple of 12 because there isn't any number that can be multiplied by 12 to get 25. If one number is a factor of a second number, then the second number is a multiple of the first number. Again, you can think of multiples as families, and factors are the people who belong to those families. The factor 5, has parents 10, grandparents 15, great-grandparents 20, great-great-grandparents 25, and every extra step of 5 is another great- in front! But the number 5 does not belong in the 8 or 23 families. You can't fit any number of 5s into 8 or 23 with nothing left over. So '8 isn't a multiple of 5, nor is 23. Only 5, 10, 15, 20, 25 ... are multiples (or families or steps) of 5. Use the arrow keys to navigate around the board and to avoid the Troggles. Press the spacebar to eat a number.
de: Die Vielfachen einer Zahl sind alle Zahlen, die einer beliebigen Anzahl der Zahl entsprechen. Zum Beispiel sind 24, 36, 48 und 60 Vielfache von 12. Jedoch ist 25 kein Vielfaches von 12, da es keine ganze Zahl gibt, mit der man 12 multiplizieren kann, um auf 25 zu kommen. Wenn eine Zahl ein Faktor einer anderen Zahl ist, so ist die andere Zahl ein Vielfaches der ersten Zahl. Du kannst Vielfache als eine Art Familie betrachten und die Faktoren als die Personen, die zur Familie gehören. Der Faktor 5 hat den Vater 10, den Großvater 15, den Urgroßvater 20, den Ururgroßvater 25 und jeder weitere Fünferschritt ist ein weiterer Ur- davor. Aber die Zahl 5 gehört nicht in die Familie "8" oder "23". Keine Anzahl von 5 passt in die 8er oder 23er Familie ohne Rest. Also ist weder 8 noch 23 ein Vielfaches von 5. Nur 5, 10, 15, 20, 25,... sind Vielfache (oder Familienmitglieder oder Schritte) von 5. Verwende die Pfeiltasten, um den Zahlenmampfer auf dem Brett zu bewegen und den Troggeln auszuweichen. Drücke die Leertaste, um eine Zahl zu essen.

source: Guide the Number Muncher to all the prime numbers.
de: Leite den Zahlenmampfer zu allen Primzahlen.

source: Learn about prime numbers
de: Lerne Primzahlen

source: Prime Number Munchers
de: Primzahlen-Mampfer

source: Prime numbers are numbers that are only divisible by themselves and 1. For example, 3 is a prime number, but 4 isn't (because 4 is divisible by 2). You can think of prime numbers as very small families: they only ever have two people in them! Only themselves and 1. You can't fit any other numbers into them with nothing left over. 5 is one of these lonely numbers (only 5 × 1 = 5), but you can see that 6 has 2 and 3 in its family as well (6 × 1 = 6, 2 × 3 = 6). So 6 is not a prime number. Use the arrow keys to navigate around the board and to avoid the Troggles. Press the spacebar to eat a number.
de: Primzahlen sind Zahlen, die nur durch sich selbst und 1 teilbar sind. Zum Beispiel ist 3 eine Primzahl, jedoch 4 nicht (weil 4 durch 2 teilbar ist). Du kannst dir Primzahlen als sehr kleine Familien vorstellen. Sie haben immer nur zwei Mitglieder, sich selbst und 1. Du kannst keine andere Zahl in ihnen unterbringen, ohne einen Rest zu lassen. 5 ist eine dieser einsamen Zahlen (nur 5 mal 1 ergibt 5). Du kannst leicht erkennen, dass 6 noch zwei andere Familienmitglieder hat, nämlich 2 und 3 (6 mal 1 ist 6 und 2 mal 3 ist auch 6). 6 ist also keine Primzahl.Verwende die Pfeiltasten, um den Zahlenmampfer auf dem Brett zu bewegen und den Troggeln auszuweichen. Drücke die Leertaste, um eine Zahl zu essen.

source: Guess a number between %d and %d
de: Errate eine Zahl zwischen %d und %d

source: Please enter a number between %d and %d
de: Bitte gib eine Zahl zwischen %d und %d ein

source: Out of range
de: Nicht im zulässigen Bereich

source: Too high
de: Zu groß

source: Too low
de: Zu klein

source: Guess a number
de: Errate eine Zahl

source: Help Tux escape the cave. Tux hides a number for you to find.
de: Hilf Tux, aus der Höhle zu fliehen. Tux versteckt eine Zahl, die du finden musst.

source: Numbers from 1 to 1000 for the last level.
de: Nummern von 1 bis 1000 für die letzte Ebene.

source: Read the instructions that give you the range of the number to find. Enter a number in the top right blue entry box. Tux will tell you if your number is higher or lower. Then enter another number. The distance between Tux and the escape area on the right represents how far you are from the correct number. If Tux is over or under the escape area, it means your number is over or under the correct number.
de: Lies den Hinweis, der dir den Bereich der gesuchten Zahl angibt. Gib eine Zahl in das blaue Eingabefeld oben rechts ein. Tux sagt dir, ob deine Zahl größer oder kleiner ist. Dann gib eine andere Zahl ein. Die Entfernung zwischen Tux und dem Ausgang auf der rechten Seite stellt dar, wie weit du von der richtigen Zahl entfernt bist. Wenn Tux über dem Ausgang ist, ist deine Zahl zu groß. Wenn Tux unter dem Ausgang ist, ist deine Zahl zu klein.

source: aeiouy
de: aeiou

source: bcdfghjklmnpqrstvwxz
de: bcdfghjklmnpqrsßtvwxz

source: Could not find the list of words.
de: Die Wortliste konnte nicht gefunden werden.

source: A word is hidden, you must discover it letter by letter
de: Ein Wort ist verborgen, du musst es Buchstabe für Buchstabe entdecken

source: Reading skill
de: Lesefähigkeit

source: The classic hangman game
de: Das klassische Hangman-Spiel

source: This is a good exercise to improve reading and spelling skills.
de: Dies ist eine gute Übung zum Verbessern des Lesens und der Rechtschreibung.

source: You can enter the letters using the virtual keyboard on the screen or with the real keyboard.
de: Du kannst die Buchstaben mit Hilfe der virtuellen Bildschirmtastatur oder mit der echten Tastatur eingeben.

source: Simplified Tower of Hanoi
de: Einfache Türme von Hanoi

source: Reproduce the given tower
de: Bau den gegebenen Turm nach.

source: Build the same tower in the empty area as the one you see on the right-hand side.
de: Bau an der leeren Stelle den Turm auf der rechten Seite nach.

source: Concept taken from EPI games.
de: Konzept von EPI-Spielen übernommen.

source: Drag and Drop one top piece at a time, from one peg to another, to reproduce the tower on the right in the empty space on the left.
de: Bewege die obersten Teile von einem Stapel zum anderen, um den rechten Turm im leeren Bereich nachzubauen.

source: Reproduce the tower on the right in the empty space on the left
de: Bau den rechten Turm im leeren Bereich nach

source: Tower of Hanoi
de: Turm von Hanoi

source: Move the entire stack to the right peg, one disc at a time
de: Bewege den gesamten Stapel auf den rechten Zapfen, Scheibe für Scheibe.

source: Drag and Drop the top pieces only from one peg to another, to reproduce the tower on the right in the empty space on the left.
de: Bewege nur die obersten Teile von einem Stapel zum anderen, um den rechten Turm im leeren Bereich nachzubauen.

source: Reproduce the tower on the right side
de: Bau den rechten Turm nach

source: The Tower of Hanoi
de: Die Türme von Hanoi

source: The object of the game is to move the entire stack to another peg, obeying the following rules: * only one disc may be moved at a time * no disc may be placed atop a smaller disc
de: Das Ziel des Spieles ist es, den gesamten Stapel auf einen anderen Zapfen zu bewegen und folgende Regeln einzuhalten: * Es kann jeweils nur eine Scheibe bewegt werden * Scheiben dürfen nicht auf kleinere Scheiben gelegt werden

source: The puzzle was invented by the French mathematician Edouard Lucas in 1883. There is a legend about a Hindu temple whose priests were constantly engaged in moving a set of 64 discs according to the rules of the Tower of Hanoi puzzle. According to the legend, the world would end when the priests finished their work. The puzzle is therefore also known as the Tower of Brahma puzzle. It is not clear whether Lucas invented this legend or was inspired by it. (source Wikipedia &lt;http://en.wikipedia.org/wiki/Tower_of_hanoi&gt;)
de: Vermutlich wurde das Spiel 1883 vom französischen Mathematiker Edouard Lucas erfunden. Er dachte sich dazu die Geschichte aus, dass indische Mönche im großen Tempel zu Benares, im Mittelpunkt der Welt, einen Turm aus 64 goldenen Scheiben versetzen müssten, und wenn ihnen das gelungen sei, wäre das Ende der Welt gekommen. Das Puzzle ist deswegen auch als "Die Türme von Benares" bekannt. Es ist nicht bekannt, ob Lucas diese Sage erfunden hat oder durch sie inspiriert wurde. (Quelle Wikipedia &lt;http://de.wikipedia.org/wiki/Türme_von_Hanoi&gt;)

source: Find the strawberry by clicking on the blue fields
de: Finde die Erdbeere durch Anklicken der blauen Felder.

source: Try to find the strawberry under the blue fields. The fields become redder as you get closer.
de: Versuche, die Erdbeere unter den blauen Feldern zu finden. Die Felder werden um so röter, je näher du der Erdbeere kommst.

source: The sun heats the water and creates water vapor. Water vapor combines into small water droplets which becomes clouds.
de: Die Sonne erwärmt Wasser und lässt es zu Wasserdampf verdunsten. Wasserdampf bildet kleine Wassertröpfchen, aus denen Wolken entstehen.

source: As a cloud matures, the dense water droplets may combine to produce larger droplets, which may combine to form droplets large enough to fall as rain
de: Wenn die Wolke größer wird, werden aus den kleinen Wassertröpfchen größere Tröpfchen, die dann so groß werden können, dass es zu regnen beginnt.

source: This is the meter for electricity produced by the turbine.
de: Dies ist das Messinstrument für die von der Turbine erzeugte Elektrizität.

source: The electricity power is measured in Watt (W).
de: Die elektrische Leistung wird in Watt (W) gemessen.

source: Flowing water is directed on to the blades of a turbine runner, creating a force on the blades. In this way, energy is transferred from the water flow to the turbine
de: Das fließende Wasser wird auf die Schaufeln der Turbine geleitet, wo es eine Kraft auf die Schaufeln ausübt. Auf diese Weise wird Energie aus dem fließenden Wasser auf die Turbine übertragen.

source: This cloud simulates the wind, click on it to have wind.
de: Die Wolke stellt den Wind dar. Klicke darauf, um Wind zu erzeugen.

source: This is a step down transformer. Electricity is transformed in low voltage, ready to be used by the customers.
de: Dies ist ein Abwärtstransformator. Elektrizität wird in eine niedrige Spannung umgewandelt, die vom Verbraucher direkt genutzt werden kann.

source: This is the meter for all the electricity produced.
de: Dies ist das Messgerät für die gesamte erzeugte Elektrizität.

source: This is the meter for electricity consumed by the users.
de: Dies ist das Messgerät für die von den Kunden verbrauchte Elektrizität.

source: This is the meter for electricity produced by the solar panels.
de: Dies ist das Messgerät für die von den Solarzellen erzeugte Elektrizität.

source: Solar panels use light energy (photons) from the sun to generate electricity through the photovoltaic effect.
de: Solarzellen nutzen die Energie des Sonnenlichts, um mithilfe des Fotoelektrischen Effekts Elektrizität zu erzeugen.

source: This is the meter for electricity produced by the wind turbines.
de: Dies ist das Messgerät für die von der Windturbine erzeugte Elektrizität.

source: A wind turbine is a device that converts wind motion energy into electricity generation. It is called a wind generator or wind charger.
de: Eine Windturbine ist ein Gerät, das die Bewegungsenergie des Windes in Elektrizität umwandelt. Sie wird auch Windgenerator genannt.

source: It is not possible to consume more electricity than what is produced. This is a key limitation in the distribution of electricity, with minor exceptions, electrical energy cannot be stored, and therefore it must be generated as it is needed. A sophisticated system of control is therefore required to ensure electric generation very closely matches the demand. If supply and demand are not in balance, generation plants and transmission equipment can shut down which, in the worst cases, can lead to a major regional blackout.
de: Es ist nicht möglich, mehr elektrische Energie zu verbrauchen, als zuvor erzeugt wurde. Dies ist die grundlegende Einschränkung bei der Verteilung von Elektrizität. Mit wenigen Ausnahmen kann elektrische Energie nicht gespeichert werden und muss deshalb zu dem Zeitpunkt erzeugt werden, an dem sie benötigt wird. Ein ausgeklügeltes Steuersystem ist daher notwendig, um sicher zu stellen, dass die Energieerzeugung nahe dem Verbrauch bleibt. Wenn Erzeugung und Verbrauch nicht im Gleichgewicht sind, können Kraftwerke und Übertragungswege erheblich beeinträchtigt werden, was schlimmstenfalls zu einem größeren regionalen Systemausfall führen kann.

source: This is a step up transformer. Electricity is transmitted at high voltages (110 kV or above) to reduce the energy lost in long distance transmission.
de: Dies ist ein Aufwärtstransformator. Elektrizität wird mit hohen Spannungen übertragen (110 kV oder mehr), um Energieverluste bei großen Entfernungen zu vermindern.
